{
  "T01": "Chapter 1: Fundamentals of Chemistry\nHazardous Chemicals\nHazard warning labels are displaced on the bottle containing hazardous chemical to warm to users\n\nHazards\nSymbols\nExamples\nCorrosive\n\nNaOH\nConcentrated acids\nToxic\n\nCl2\nHg\nExplosive\n\nNH4NO3\nTNT (common explosives)\nFlammable\n\nNa\nH2\nOxidizing\n\nO2\nConcentrated H2SO4\nHarmful\n\nI2\nPb compounds\nIrritant \n\nNH3\n\n\nCommon laboratory apparatus\nChapter 2: The atmosphere\nElement\nAtoms of different elements have different sizes and masses\nAn element is made up of only 1 kind of atom\nO2, S8, P4, Al, Fe and Hg are all the examples of elements\nThe most abundant element in nature is O2\nThe most abundant metal in nature is Al\nAn element is a pure substance which cannot be broken down into anything simpler by chemical method\n\n\nCompound\nCO2, H2O, NaCl are NaOH are all the examples of compounds\nA compound is a pure substance which consists of two or more elements chemically combined together\n\n\nMixture\nA mixture consists of two or more different substances (elements or compounds) which have not chemically joined together\n\n\nPhysical and chemical properties\n\n\nPhysical properties\nChemical properties\nDefinition\nCan be determined without the substance changing into another substance\nDescribe the ability of a substance to bond with other substances\nExamples\nAppearance, odour, taste, hardness, melting point and boiling point, density and electrical conductivity \nChemical properties of acid:\nAcid reacts with alkali to form water and salt\nAcid reacts with CaCO3 to form salt, CO2 and H2O\n\n\nPhysical changes and chemical changes\n\n\nPhysical change\nChemical change\nDefinition\nNo chemical reaction occur\nNo new substance is formed\nChemical reaction occurs\nExamples\nChange of states\nBoiling, condensation and sublimation\nAll reactions\nBurning, cracking or neutralization\n\n\n\nThe composition of air\nAir is a mixture of N2, O2, CO2, noble gases, water vapour and small amount of other gases\n78% nitrogen - No simple test as it is very stable\n21% oxygen - It relights glowing splint\n0.03% carbon dioxide - It can turn limewater milky \n0.9% noble gases and other gases such as argon, neon etc. - no simple test as they are very stable\n\nSeparation of oxygen and nitrogen from air\nFraction distillation of liquefied air\nThe components of air are separated according to different boiling point\n\nProcess one: purification of air \nVery low temperature is used (80℃), CO2 and H2O become solid and are removed\n\nProcess two: liquefaction of air\nThe purified air is cooled down till -200℃\n\nProcess three: fractional distillation of liquefied air \nThe substance with the lowest boiling point will boil off as gas first, and it will be collected at the highest and coldest part of the fractionating column\n\nThe use of nitrogen and oxygen\nOxygen: use as fuel in cutting and welding metals \nNitrogen: food packing and produce ammonia\nCarbon dioxide: make soft drinks \nNeon: make neon light \nArgon: used to fill up light bulb\nHelium: use in airship\nChapter 3: The ocean\nComposition of sea water\nSea water is a mixture containing water and dissolved substances\nMost of the the dissolved substances are salts including sodium chloride, magnesium chloride, sodium sulphate, calcium chloride and other salts\nThe most abundant salt in sea water is as known as ‘common salt’ which is sodium chloride\n\nExtraction of common salt from sea water\nFiltration\nTo remove the insoluble substances from sea water\nFilter paper must be used and only solvent and dissolved salts can pass through the small holes of the filter paper\nThe solid left on the filter paper is called residue. The liquid that passes through the filter paper is called distillate.\n\nEvaporation\nTo obtain common salt from the filtered sea water\nThe filtered sea water is heated to dryness\nAdvantage:: Fast process\nDisadvantages: crystal of salts are obtained \n\nCrystallization\nTo obtain crystal of common salt from sea water (to separate a solute from a solution)\nCrystallization by slow cooling of hot saturated sea water\nHeat the sea water to make it become saturated \nWhen the hot saturated sea water cool down slowly at room temperature, it can no longer hold all the dissolved salt\nHence, small amount of sodium chloride will separate out\nAdvantage: pure salts are obtained\nDisadvantage: slow process\nCrystallization by slow evaporation of sea water at room temperature\nSea water is allowed to evaporate slowly at room temperature and becomes saturated\nAs evaporation continues, crystal of sodium chloride will separate out and will glow slowly in size\nAdvantage: pure salts are obtained\nDisadvantage: slow process\nAfter crystallization, the following steps are used to collect the crystals formed \nFilter the solution to collect the crystals on filter paper\nWash the crystal with small amount of cold distilled water\nDry the crystal with a filter paper\n\n\nIsolation of pure water from sea water\nDistillation using ‘Quickfit’ apparatus\nHeat the sea water in the round-bottomed flask\nWater will boil at 100℃ and change to steam. Then steam is condensed to become liquid, which is collected as the distillate\nThe salts in sea water are left, which is called the residue\n\n\n\n\n\n\nPrecaution in distillation\nA few anti-bumping granules should be added in order to prevent bumping of sea water\nThe thermometer bulb should be placed near the entrance of the condenser in order to measure the temperature of the gas accurately\nIn the condenser, cold running water flow from the lower opening and leaves at the upper opening in order to have better cooling effect for the steam\nThe receiver adaptor should be kept above the liquid level in order to prevent backflow of distillate\nThe receiver adaptor should be removed before hearing is stopped in order to prevent backflow of distillate. Otherwise, the cold distillate will crack the hot glassware\nIt should not be a closed system, otherwise explosion will happen because of pressure build up\n\nTest for the presence of cations in salt\nFlame test\nMoisten a clean platinum wire with concentrated hydrochloric acid\nDip the wire into crushed sample\nHeat the sample strongly in a non-luminous flame\nObserve the flame colour\n\n\nPotassium compound\nSodium compound\nCalcium compound\nCopper compound\nFlame colour\nLilac\nGolden yellow\nBrick red\nBluish green\n\n\nTest for the presence of chloride ion in common salt \nSilver nitrate test\nDissolve the solid sample in distilled water if applicable\nAdd excess nitric acid to the solution to prevent the formation of precipitate\nAdd silver nitrate solution to the solution\nObserved if white precipitate is formed\n\nTest for the presence of water in a sample\nWater turns anhydrous copper(II) sulphate from white to blue \nWater turns dry cobalt(II) chloride paper from blue to pink\nBoth of these two tests can only used to detect the presence of water but not to prove that the solution is pure water\n\n\nElectrolysis of sea water\nElectrolysis of sea water or brine produces sodium hydroxide, chlorine and hydrogen\n2NaCl + 2H2O → H2 + Cl2 + 2NaOH \nHydrogen can be used to make margarine and used as rocket fuel\nChlorine can be used to sterilize swimming pool and used to make solvent \nSodium hydroxide can be used to make soap and used to make drain cleaner\n\n\n\n\n\n\n\n\n\nChapter 4: Rocks and minerals\nChalk, Limestone and Marble contain naturally occurring calcium carbonate.\n\nReactivity series\n\nOther than heating with carbon, it can also be replaced by hydrogen gas, methane etc.\n\nLime cycle\n\nCarbon dioxide test\nCa(OH)2 can react with CO2 to form white precipitates (CaCO3(s))\nIf excess CO2 is added, the white precipitates will dissolve to give a colourless solution\nCaCO3 + H2O + CO2 → Ca(HCO3)2(aq)",
  "T02": "Chapter 5: Atomic structure\n\nClassification of elements into metals, non-metals and metalloids\n\n\nMetals\nNon-metals\nState at room temperature and pressure\nSolids (except mercury)\nGases or solids (except bromine)\nAppearance\nShiny and most of them are silvery white in colour \nUsually dull; show a variety of colours\nThermal conductivity and electrical conductivity \nConductors of heat and electricity\nInsulators of heat (except graphite and diamond) \nInsulators of electricity (except graphite)\nDuctility and malleability\nDuctile and malleable \nBrittle or powdery (solid)\n\n\nMetalloids\nSemi-metals\nThey possess characteristics of both metals and non-metals\n\nAtomic number and mass number\nAtomic number = number of protons of an atom\nMass number = number of protons + number of neutrons of an atom\n\nIsotope\nIsotopes are different atoms of the same element that have the same atomic number but different mass number.\n\nSame chemical properties because they have the same electrical arrangement\nSlightly different physical properties because they have different masses\n\nStability of noble gases related to their electronic arrangements\nAll noble gases except helium have 8 electrons in the outermost shell. They have an octet structure. The atom will have extra stability\nHelium atom has 2 electrons in the only one occupied shell. It is called stable duplet\n\n\n\n\nChapter 6: The periodic table\n\nGroup I elements\nAlkali metals\nGroup I metals are soft. They are be easily cut with a knife\nThey have low density\nAll are reactive metals. They react with air readily and must be stored under paraffin oil\nAll react with water, giving off alkalis and form an alkaline solution\nAll react with non-metals to form ionic compounds\nReactivity of Group I elements increases down the group\n\n\nGroup II elements\nAlkaline earth metals\nAll have low densities, but are denser than Group I metals\nAll are less reactive than alkali metals\nAll, except beryllium, react with water less vigorously than Group I metals\nAll react readily with dilute hydrochloric acid to form hydrogen\nAll react with non-metals to form ionic compounds\nReactivity of Group II elements increases down the group\n\n\nGroup VII elements\nHalogens\nAll have colour. The elements become darker in colour down the group\nAll are reactive\nAll react with metals to form ionic compounds\nAll react with non-metals to form covalent compounds\nReactivity of Group VII elements decreases down the group\n\n\nGroup 0\nNoble gases\nAll are gases at room temperature and pressure\nAll are very unreactive. They have little or no reaction with other elements\n\n\n\nChapter 7: Metallic bonding and ionic bonding\nIonic bonding and ionic compound\nIonic bond is the strong and non-directional electrostatic force between cation and anion.\n\n\nCommon ions\n\n\nColour of ions in aqueous solutions\n\nCu+: Blue\nFe2+: Green\nFe3+: Brown/Yellow\nCo2+: Pink\nNi2+: Green\nCr3+: Green\nCrO42-: Yellow\nCr2O72-: Orange\nMn2+: Colourless \nMnO4-: Purple\n\n\nFilter paper experiment\n\nPermanganate ions are purple and negatively charged, so the purple spot is attracted to the positive electrode.\nA purple spot moves slowly towards the positive electrode.\n\nU-Tube experiment\n\nDichromate ions are orange and negatively charged, so the solution near the positive electrode becomes orange.\nCopper(II) ions are blue and positively charged, so the solution near the negative electrode becomes blue.\n\nMetallic bond \nMetallic bond is the strong and non-directional electrostatic force between metal ions and delocalized electrons.\n\n\n\n\n\n\nChapter 8: Covalent bonding\nMolecules\nCovalent bond is the strong and directional electrostatic force between shared electrons and two nuclei.\n\n\nDative covalent bond\nDative covalent bond is a covalent bond formed between two atoms where both electrons of the shared pair are contributed by the same atom\n\n\nNH3 + H+ → NH4+\nH+ does not have electrons in its outermost shell.\nA lone pair of electrons on the N atom in NH3 is donated to H+ to form a dative covalent bond.\n\nBF3 + NH3 → NH3BF3\nThe B atom in BF3 has three bond pairs of electrons.\nA lone pair of electrons on the N atom in NH3 is donated to the B atom to form a dative covalent bond.\n\nFormulae and names of covalent compounds\nPrefix (mono, di, tri, tetra, penta, hexa, hepta, octa, nona, deca…)\nMethane (CH4)\nWater (H2O)\nAmmonia (NH3)\nHydrogen peroxide (H2O2)\nRelative molecular mass is related to covalent compound\nFormula mass is related to all substances\n\nVan der Waals’ forces\nWithin a molecule, atoms are held together by strong covalent bond\nBetween molecules, molecules are held together by weak van der Waals’ forces only\nUsually the larger the molecular size, the stronger is the van der Waals’ force between molecules\n\n\nChapter 9: Structures and properties of substances\nGiant ionic structure\nHigh melting and boiling point\nHard\nIonic compounds have a giant ionic structure.\nIons are held together by strong ionic bonds.\nA lot of energy is needed to break the ionic bonds\nBrittle\nIons are held together by strong ionic bonds.\nUnder an external force, relative movement of ions can bring ions of the same charge close to each other. This results in repulsion.\nMost soluble in water\nA strong attraction exists between ions in ionic compounds and water molecules.\nInsoluble in organic solvent\nThe attraction between ions in ionic compounds and molecules of organic solvent is weaker than that of the ionic bonds between the ions.\nConduct electricity in molten state or in aqueous solution\nThere are mobile ions to conduct electricity when in molten state or in aqueous solution.\n\nGiant metallic structure\nHigh melting and boiling point\nStrong & hard\nMetal has a giant metallic structure.\nMetal ions and delocalized electrons are held together by strong metallic bonds.\nA lot of energy is needed to break the metallic bonds.\nAlkali metals are weak and soft\nThe positive charge carried by alkali metal is smaller than alkaline earth metal.\nAs a result, the metallic bonds in alkali metal are weaker.\nHigh density\nMetal ions are packed closely in the structures of metals.\nAlkali metals have a lower density\nThe alkali metal ions only have 1+ charge, so their metallic bonds are relatively weaker. The metal ions are only loosely packed in the lattice.\nInsoluble in any solvent\nMetal ions and delocalized electrons are held together by strong metallic bonds.\nMetal ions won’t be attracted by water molecules or any solvent molecules.\nAlkali metal will react instead of dissolving in water\nAll alkali metal and some alkaline earth metal can react with water to form solutions, but not dissolve in water.\nGood conductors of electricity\nMetal has delocalized electrons.\nGood conductors of heat\nThe delocalized electrons gain heat and move faster.\nEnergy is transferred from the hot side to the cool side by the collision of delocalized electrons.\nMalleable and ductile\nMetal ions and delocalized electrons are held together by strong metallic bonds.\nUnder an external force, layers of metal ions slide over one another and form new metallic bonds.\n\n\n\nSimple molecular structure\nLow melting and boiling point\nSoft but brittle\nMolecules have a simple molecular structure.\nThe molecules are held together by weak van der Waals’ forces.\nLittle energy is needed to break the weak forces.\nNon-conductors of electricity\nMolecules don't contain any mobile ions or delocalized electrons.\nHowever, some acid would conduct electricity when dissolved in water (ionization).\nSlightly soluble/insoluble in water\nThe attraction between molecules and water molecules is weaker than the attraction between water molecules.\nHowever, some acids are very soluble in water.\nSoluble in organic solvent\nMolecules of organic solvents are held together by weak attractive forces which are similar to the attractions between molecules.\n\nGiant covalent structure\nVery high melting and boiling point\nVery hard\nInsoluble in any solvent\nSubstance has a giant covalent structure.\nAtoms are held together by strong covalent bonds.\nA lot of energy is needed to break the covalent bonds.\nGraphite is brittle\t\nThe layers of carbon are held together by weak van der Waals’ forces.\nUnder a force, the layers can slide over each other.\nCannot conduct electricity\nThere are no mobile ions or delocalized electrons.\nGraphite does conduct electricity\nIt contains delocalized electrons.\n",
  "T03": "Chapter 10: Occurrence and extraction of metals\n\n\nIron\nCar/ship bodies\nHard & strong, cheap\n\nCopper\nElectrical wires\nGood conductors of electricity, ductile\nWater pipes\nNon-poisonous, corrosion resistant\nCooking utensils\nConductors of heat, non-poisonous\n\nAluminium\nOverhead power cables\nLow density, malleable\nAircraft bodies\nLow density but strong\nKitchen foil\nConductors of heat, non-poisonous\nSoft drink can\nLow density. malleable\nWindow frames\nCorrosion resistant, malleable\nTitanium\nSupersonic aircraft\nHigh melting point, malleable\nMetal implants\nLow density but strong, corrosion resistant\n\nGold\nJewellery & coins\nMalleable & ductile, corrosion resistant\n\nMercury\nThermometer\nLiquid at room conditions\n\nSilver\nJewellery & coins\nMalleable & ductile, corrosion resistant\nElectrical & electronic components\nConductors of electricity, malleable & ductile\n\n\nReactivity series\nPotassium, sodium, calcium, magnesium and aluminium:\nElectrolysis of molten ore\nCompound → Element + Element\nZinc, iron, lead and copper:\nCarbon reduction\nMetal sulphide + oxygen → metal oxide + sulphur dioxide\nMetal oxide + carbon → metal + carbon dioxide\nMercury and silver:\nHeating ore with oxygen/alone\nMetal oxide → metal + oxygen\nPlatinum and gold:\nPhysical method\n\nMetals and the conservation of them\nThe two most abundant metals in the Earth’s crust are aluminium and iron.\nOres are the rock that contains minerals.\nThe more reactive the metal is, the more difficult to extract from its ore, the later it was discovered.\nMetals are limited in amount and non-renewable.\nRecycling conserves metal ore resources.\nIt reduces land pollution, air pollution and water pollution arising from mining and extraction of metals.\n\nHardness of alloys\nIn an alloy, there are atoms of different sizes. The smaller or larger atoms stop the iron ions from sliding over each other easily.\n\n\nChapter 11: Reactivity of metals\nReactivity of metals with oxygen: Metal + oxygen → metal oxide\nMetal\nObservation\nOxide colour\nK\nNa\nBurns with lilac flame\nBurns with golden yellow flame\nWhite powder\nCa\nMg\nAl\nZn\nFe\nPb\nBurns with brick-red flame\nBurns with very bright white flame\nBurns\nBurns\nBurns with yellow sparks\nNot burns; it melts\nWhite powder\nWhite powder\nWhite powder\nHot = yellow; cold = white\nBlack solid \nHot = orange; cold = yellow\nCu\nHg\nNot burn\nSurface turns black\nRed powder form on the surface\nAg\nPt\nAu\nNo reaction → No observable change\n\n\nReactions of metals with water/steam\nMetal\nReaction\nObservation\nK\nNa\nCa\nReact with cold water to form metal hydroxide and hydrogen gas\nK/Na:\nMelts to form a silvery ball and moves quickly on the water surface.\nHissing sound is produced.\nLilac/golden yellow flame is produced.\nWhite fumes are given out.\nKOH/NaOH is alkaline which turns red litmus paper blue.\nCa:\nDoesn’t burn.\nSinks to the bottom of water.\nColourless gas bubbles are given out.\nThe solution turns milky because Ca(OH)2 is slightly soluble in water and contains carbon dioxide.\nMg \nAl\nZn\nFe\nNo reaction with cold water. Heated metals react with steam to form metal oxide and hydrogen gas\nMg:\nReacts vigorously with steam.\nGives intense white light.\nWhite solid is formed.\nAl, Zn & Fe:\nReacts less vigorously.\nAluminium oxide forms on the surface of aluminium which is impermeable to water, so the reaction stops slowly.\nPb\nCu\nHg\nAg\nPt\nAu\nNo reaction → No observable change\n\n\n\n\nExperimental set-up for collecting hydrogen gas: Displacement of water\nUsed to collect hydrogen gas\nHydrogen is insoluble in water\nFor Magnesium:\nHeat the metals instead of wet sand\nRemove the delivery tube before heating stops to prevent sucking back of the liquid.\nWet sand can be replaced by damp mineral wool\n\n\n\n\n\n\n\nReactions of metals with dilute acids: Metal + acid → Salt + Hydrogen\nMetal\nReaction\nObservation \nK\nNa\nReacts with acid explosively. \nCa \nMg\nAl\nZn\nFe\nPb\nReaction rate decreases down the series.\nCa/Pb:\nCa/Pb reacts with H2SO4 to form CaSO4/PbSO4 which is insoluble in water, so the reaction stops slowly. \nCu\nHg\nAg\nPt\nAu\nNo reaction → no observable change\n\n\nMetal reactivity series\nThe lowest temperature at which the reaction starts \nThe rate of reaction\nThe amount of heat given out during reaction.\n\nReactivity and readiness to lose electrons\nA metal higher in the reactivity series has a higher reactivity, and its atoms would lose electrons to form positive ions more easily.\n\nDisplacement reactions of metals\nA more reactive metal will displace any less reactive metal from the compound of the less reactive metal.\nA more reactive metal will displace the less reactive metal from its oxide.\n\nChapter 12: Reacting masses\nMole and Avogadro constant\n1 mol = 6.02 × 1023\nL = 6.02 × 1023 mol-1\n\nFormulas\nNo. of moles (mol)\n=\nNo. of formula units\n\n\nAvogadro constant (mol-1)\nMass\n=\nNo. of mole (mol) × Molar mass (g mol-1)\n\n\nNo. of moles (mol)\n=\nMass (g)\n\n\nMolar mass (g mol-1)\nMass of 1 formula unit (g)\n=\nMolar mass (g mol-1)\n\n\nAvogadro constant (mol-1)\nPercentage by mass of element A in compound\n=\nRelative atomic mass of A × no. of atoms of A in formula\n× 100%\nFormula mass of the compound\nPercentage yield\n=\nActual yield\n× 100%\nTheoretical yield\n\n\n\nChapter 13: Corrosion of metals and their protection\nCorrosion of metals\nThe more reactive the metal, the more rapidly it corrodes.\n\nCorrosion of iron (rusting)\nRusting requires both oxygen and water.\nFe(s) → Fe2+(aq) + 2e-\nO2(g) + 2H2O(l) + 4e- → 4OH-(aq)\n4Fe(s) + 3O2(g) +2nH2O(l) → 2Fe2O3．nH2O(s)\nThe rust formed is loosely attached to the iron surface, which falls off easily.\n\nInvestigating rusting of iron using rust indicator\nPotassium hexacyanoferrate(III), K3[Fe(CN)6] will detect the presence of Fe2+(aq) and turn it to blue.\nPhenolphthalein will detect the presence of OH-(aq) and turn it to pink.\nSodium chloride will increase the electrical conductivity which relates to the delocalized electrons and makes corrosion occur more quickly.\n\nFactors that speed up rusting\nPresence of acidic substance (OH- will reduce the corrosion rate)\nPresence of soluble ionic compound\nHigh temperature\nAttachment of less reactive metals to iron\nScratched, bent or sharp area of an iron object\nThese kinds of factors are in order to speed up the formation of Fe2+(aq).\n\nMethod used to protect iron from rusting\nApplying protective layer\n\n\nCoating with paint\nCoating with plastic\nCoating with oil/grease\nAdvantages\nCheap & simple\nLook better\nLast longer\nWon’t be scratched\nServe as a lubricant\nDisadvantages\nNot fully impermeable to water and oxygen\nCracks or peels off easily\nMore expensive than painting\nIt soon rubs off\nDirt would stick to oil/grease\n\n\nExample\nBridges, ships/cars bodies\nPaper clips, coat hangers, draining rack\nMoving parts of machines, bicycle chains, gears\n\n\nGalvanizing\nTin-plating\nElectroplating\nAdvantages\nIn case zinc coating is damaged, iron is still protected by zinc\nTin is corrosion resistant and non-poisonous\nIt has a beautiful shiny appearance\nDisadvantages\nZinc ions are poisonous\nCoating damaged: Rusting occurs more quickly \nExpensive\nExample\nSome roofs, fences, buckets\nFood cans\nWater taps, car bumpers, motorcycle parts\n\n\nSacrificial protection\nA more reactive metal will lose electrons more readily than iron, preventing iron from losing electrons to form Fe2+(aq).\nGalvanized iron (zinc coating)\nZinc is more reactive than iron, zinc will lose electrons more readily than iron when zinc coating is partly scratched.\nZinc ions are poisonous. (Not used in food cans)\nAttaching zinc blocks to ship hulls\nZinc blocks need to be replaced once it has completely corroded.\nConnecting magnesium blocks to underground pipelines\nMagnesium blocks need to be replaced from time to time.\nCathodic protection\nThe negative terminal of a battery provides electrons to the iron object, preventing it from losing electrons to form Fe2+(aq).\nAlloying\nStainless steel is very corrosion resistant.\n\n\n\nSacrificial protection\nCathodic protection\nUsing alloys of iron\nAdvantages\nAn effective way of protection\nCathodic protection\nHas beautiful appearance\nA very effective way\nDisadvantages\nThe ‘scarified’ metal needs replacement from time to time\nNeed a continuous supply of electricity\nExpensive\nExample\nGalvanized iron, zinc blocks attached to the ship hull, magnesium blocks connected to the underground pipelines\nCar bodies, underground water pipelines, storage tanks, steel pier legs\nCookware, cutlery\n\n\nCorrosion resistance of aluminium\nProtective oxide layer on aluminium\nA thin layer of aluminium oxide forms on the aluminium surface, when it is exposed to air.\n4Al(s) + 3O2(g) → 2Al2O3(s)\nThe oxide layer is impermeable to water and oxygen and protects the aluminium from further corrosion.\nThickening the protective oxide layer on aluminium\nAnodization\nAnode(+): Aluminium object to be anodized\nCathode(-): Aluminium sheet or graphite\nElectrolyte: Dilute sulphuric acid \n2Al(s) + 3H2O(l) → Al2O3(s) + 3H2(g)\nAluminium objects become more corrosion resistant.\nHardness of aluminium objects increases.\nAnodized aluminium can be dyed easily to give attractive colours.\nThe strength of an aluminium object cannot be enhanced by anodization. ",
  "T04": "Chapter 14: Introduction to acids & alkalis\nAcid\nAn acid is a compound which produces H+(aq) as the only cation when dissolved in water.\n\nSet-up of dissolving HCl in water\nInverted funnel:\nTo prevent sucking back of water into the gas generator\nTo provide a large surface area for HCl gas to dissolve.\n\nConcentrated acids\nWhen diluting, add concentrated acids to a large amount of water slowly with stirring! Otherwise, a large amount of heat is given out and hence can cause the liquids to splash out.\nConc. sulphuric acid has oxidizing and dehydrating properties.\nConc. & dilute nitric acid has oxidizing properties. Also, store conc. nitric acid in a brown bottle to prevent it from decomposing under light.\nConc. hydrochloric acid & conc. nitric acid is volatile\n\nBases and alkalis\nA base is a compound which reacts with an acid to form salt and water only.\nAn alkali is a base that dissociates or ionizes to give OH-(aq) when dissolved in water.\n\nAmmonia\nAmmonia turns moist red litmus paper blue.\nNH3(g) + H2O(l) ←→ NH4+ + OH-\n\nReaction of acids\nAcid + Metal → Salt + Hydrogen\nAcid + Alkalis → Salt + Water\nAcid + Carbonate/Hydrogencarbonate → Salt + Carbon dioxide + Water\n\nReaction of alkalis\nAlkalis + Carbon dioxide → Metal carbonate + Water\nAlkalis + Ammonium compound —heat→ Salt + Water + Ammonia\nMetal ions + Alkali → Soluble salt + Metal hydroxide\nMn+(aq) + nOH-(aq) → M(OH)n(s)\n\nMetal ions’ reaction with alkalis\nExceptions\nCa2+ + NaOH: white ppt forms. Excess: white ppt remains.\nCa2+ + NH3: No reaction\n2Ag2+ + 2OH- → Ag2O (dark brown ppt) + H2O\nFe(OH)2 is green, Fe(OH)3 is reddish brown, Cu(OH)2 is pale blue.\nExcess NaOH / KOH (white ppt → colorless solution):\nAl(OH)3 + OH- → [Al(OH)4]-\nZn(OH)2 + 2OH- → [Zn(OH)4]2-\nPb(OH)2 + 2OH- → [Pb(OH)4]2-\nExcess ammonia:\nZn(OH)2 + 4NH3 → [Zn(NH3)4]2+ + 2OH- (white ppt → colorless solution)\nCu(OH)2 + 4NH3 → [Cu(NH3)4]2+ + 2OH- (pale blue ppt → deep blue solution)\nAg2+: dark brown ppt → colorless solution\n\nChapter 15: Concentration of solutions\nConcentration\nConcentration of a solution (g dm3)\n=\nMass of solute (g)\nVolume of solution (dm3)\nMolarity of a solution (mol dm-3 or M)\n=\nNo. of mole of solute (mol)\nVolume of solution (dm3)\nMolarity of a solution (mol dm-3 or M)\n=\nConcentration of a solution (g dm3)\nMolar mass of solute (g mol-1)\n\nDilution\nM1V1 = M2V2\n\n\n\nChapter 16: Indicators and pH\nCalculations\n\npH = -log [H+(aq)]\n[H+(aq)] = 10-pH\n\nIndicators / measure the pH of a solution\nMethyl orange:\tAcidic: Red, Alkaline: Yellow\nLitmus:\tAcidic: Red, Alkaline: Blue\nPhenolphthalein:\tAcidic: Colorless, Alkaline: Pink\nUniversal indicator / pH paper\npH meter / data-logger with pH sensor\n\n\n\n\nChapter 17: Strength of acids and alkalis\nStrong acids/alkalis and weak acids/alkalis\nThe strength of acids is related to their extent of ionization in water.\n\nA strong acid is an acid which completely ionizes in water to give H+ ions.\nHydrochloric acid, nitric acid, sulphuric acid\nA weak acid is an acid which partially ionizes in water to give H+ ions.\nEthanoic acid, carbonic acid, sulphurous acid, phosphoric acid\nA strong alkali is an alkali which completely dissociates in water to give hydroxide ions.\nSodium hydroxide, potassium hydroxide\nA weak alkali is an alkali which partially ionizes in water to give hydroxide ions.\nAmmonia\n\nDo 2 acids have the same pH value?\nCompare strength\nCompare basicity\nCompare H+ concentration\nCompare pH\n\nComparing the strength of strong acid/alkali and weak acid/alkali of the same concentration\nA strong acid has a lower pH than a weak acid of the same molarity.\nA strong acid has a higher electrical conductivity than a weak acid of the same molarity\nA strong acid has a higher reaction rate than a weak acid of the same molarity.\nNote: the amount of products is the same.\nA strong alkali has a higher pH than a weak alkali of the same molarity.\nA strong alkali has a higher electrical conductivity than a weak alkali of the same molarity.\n\nStrength and concentration of of acids/alkalis\nThere is no relation between strength and concentration of acids/alkalis.\nChapter 18: Salts and neutralization\nNeutralization set-up\nExpanded polystyrene cup is a poor conductor of heat, which can reduce heat loss to the surroundings.\n\nAdjust the pH of soil\nCalcium oxide or calcium hydroxide to neutralize the acidic soil (NaOH/KOH are too corrosive)\nAmmonium sulphate to neutralize the alkaline soil and as a fertilizer\n\nNeutralizing excess acid in stomach: Antacid\nMagnesium hydroxide/aluminium hydroxide/Sodium hydrogencarbonate are antacids.\nNeutralize the excess HCl in the stomach to relieve the pain.\nFor NaHCO3: CO2(g) produced would build up pressure in the stomach and make the patient uncomfortable.\n\n\nTreat industrial liquid waste\nAcidic liquid waste is treated with slaked lime or sodium carbonate before discharge.\nAlkaline liquid waste is treated with sulphuric acid before discharge.\nHeavy metal ions: Precipitate the ions by adding hydroxide or carbonate and removing them by filtration.\n\nProduce fertilizers\nMany fertilizers are produced by neutralization: (NH4)2SO4 and NH4NO3\n\nMethods of preparing salts\nSalt\nMethods of preparation\nMethods of separation\nInsoluble salt\nMixing two solutions to obtain precipitate (precipitation)\n\nMix [a] and [b] and stir well.\nFilter the solution to obtain the residue. Wash the solid with a little distilled water. Dry the solid with filter paper.\nSoluble salt\nAcid + metal/insoluble base/insoluble carbonate\n\nAdd excess [a] metal/oxide/hydroxide/carbonate to [acid].\nFilter the solution to obtain the filtrate. Heat the solution until it becomes saturated. Allow the filtrate to cool at room temperature. Crystals will form after some time. Filter the solution to obtain the crystals. Wash the crystals with a little distilled water. Dry the crystals with filter paper.\nNa, K, NH4+: Acid + alkali/soluble carbonate (titration)\n\nAdd a known amount of [a] to a conical flask and add a few drops of [indicator]. Titrate [a] with [acid/alkali] until the solution turns [color change]. Determine the volume of [acid/alkali needed. Add the same volume of [acid/alkali] to the known volume of [a].\nHeat the solution until it becomes saturated. Allow the filtrate to cool at room temperature. Crystals will form after some time. Filter the solution to obtain the crystals. Wash the crystals with a little distilled water. Dry the crystals with filter paper.\n\nChapter 19: Volumetric analysis\nA standard solution is a solution of accurately known concentration.\nPrimary standard\nA primary standard is a substance which can be used to prepare a standard solution directly. It can be weighed out accurately and used to prepare a solution of accurate concentration.\nHigh purity, chemically stable, highly soluble in water, does not absorb moisture, do not lose water of crystallization to the atmosphere\nE.g. Sodium carbonate, oxalic acid crystals\n\nPreparing standard solutions by dissolving a primary standard in water\nDissolve all the solid in distilled water in a beaker.\nTransfer the solution made, with all the washing, into a X cm3 volumetric flask.\nAdd distilled water to the graduation mark of the flask.\n\nPreparing standard solutions by diluting a solution of known concentration\nUse a X cm3 pipette to transfer V cm3 of the original solution to a X cm3 volumetric flask.\nAdd distilled water to the graduation mark of the volumetric flask.\n\nTitration\nRinse pipette and burette with distilled water and then the solution to be transferred.\nRinse conical flask with distilled water only so as not to affect the number of moles of solute in the solution in the conical flask.\nStrong acid – weak alkali: methyl orange\nWeak acid – strong alkali: phenolphthalein\n\nBack titration calculation steps\nCalculate acid/alkali added at start\nCalculate leftover acid/alkali from titration results\nStart – leftover = acid/alkali reacted with solid\nUse mole ratio to calculate no. of moles of solid.\nCalculate mass and percentage by mass\n\n\nTypical back titration question:\n3.00 g of a marble sample is added to 50.0 cm3 of 1.20 M hydrochloric acid. The excess acid requires 28.80 cm3 of 0.500 M sodium hydroxide solution for complete reaction. Calculate the percentage by mass of calcium carbonate in the marble sample. (Assume that all other substances in the marble sample react with neither hydrochloric acid nor sodium hydroxide solution.) (Relative atomic masses: C = 12.0, O = 16.0, Ca = 40.1)\n\nQuestion analysis: After adding marble to excess HCl, HCl will react with marble and the volume will decrease. To calculate the mass of marble, titrate the solution formed with NaOH to measure the amount of HCl leftover, since only HCl reacts with NaOH. After that, subtract the initial volume from the final volume and find the amount of HCl used. Finally, calculate the mass and % by mass of CaCO3 by mole ratio.\n\nCaCO3(s) + 2HCl(aq) → CaCl2(aq) + H2O(l) + CO2(g)\nHCl(aq) + NaOH(aq) → H2O(l) + NaCl(aq)\nHCl added at the start = 50.0/1000 × 1.20 = 0.06 mol\nMol of NaOH of titration = 28.80 / 1000 × 0.500 = 0.0144 mol\nMole ratio = 1 : 1\nMole of leftover HCl = 0.0144 × 1 = 0.0144 mol\nMol of HCl reacted with CaCO3 = 0.06 - 0.0144 = 0.0456 mol\nAccording to mole ratio, Mol of CaCO3 = 0.0456 ÷ 2 = 0.0228 mol\nMass of CaCO3 = 0.0228 × (40.1 + 12.0 + 16.0 × 3) = 2.28228 g\n% by mass of CaCO3 = 2.28228 ÷ 3.00 × 100% = 76%",
  "T05": "Chapter 20: Hydrocarbons from fossil fuels\nCoal\nFormed from remains of plants that lived millions of years ago.\nCarbon, little hydrocarbons, sulphur compounds, nitrogen compounds\nAs a fuel in power station to generate electricity\n\nPetroleum/crude oil\nFormed from remains of marine organisms that lived hundreds of millions of years ago.\nComplex mixture of hydrocarbons\n\nNatural gas\nFormed from remains of marine organisms that lived hundreds of millions of years ago.\nA mixture of hydrocarbons, mainly methane (CH4) (85%)\nAs a clean fuel to generate electricity. It burns with a clean blue flame (complete combustion), causing little pollution.\n\nFractional distillation of petroleum [See page 3 for table]\nThe hydrocarbons in petroleum have different boiling points. A hydrocarbon with a longer carbon chain (or a larger molecular size) has a higher boiling point.\nEach fraction is a mixture of hydrocarbons of similar boiling points.\nA fraction has a boiling point range.\nWhen the number of carbon atoms (molecular sizes) of hydrocarbons in a fraction increases, the strength of van der Waals’ forces between molecules increases.\n\nCombustion of hydrocarbons\nExothermic reaction\n\nComplete combustion\nSufficient oxygen supply\nCxHy + (x + y/4) O2(g) → xCO2(g) + (y/2) H2O(l)\nCO2 and H2O are formed.\nBlue (non-luminous) flame\nHigher temperature\nNot sooty\nIncomplete combustion\nInsufficient oxygen supply\nMany equations involved\nCO2, H2O, CO and C are formed.\nYellow/orange (luminous) flame\nLower temperature\nSooty\n\n\nGreenhouse effect and air pollution\nCO (colorless, odourless)\nFrom motor vehicles.\nToxic (reduces oxygen-carrying capacity of blood) \n(high conc. = die of suffocation) (low conc. = dizziness, headache)\nSO2 (colorless, with choking smell)\nFrom motor vehicles, power plants, incinerators.\nSome fuels such as coal and diesel oil contain sulphur and/or sulphur compounds as impurities.\nToxic (Irritate our eyes and cause lung diseases)\nCause acid rain\nNitrogen oxides (NO, NO2 → brown acidic gas with irritating smell)\nFrom car exhaust, power plants\nToxic (Irritate our eyes and cause lung diseases)\nCause photochemical smog, acid rain\nUnburnt hydrocarbons & suspended particulates\nFrom car exhaust\nIrritate respiratory system; may cause cancer\nCause photochemical smog (suspended particulates: reduce visibility and darken building walls)\nAcid rain\nRainwater with a pH value lower than 5.6\nSulphur dioxide\nSO2(g) + H2O(g) ←→ H2SO3(aq)\nNitrogen oxides\n4NO(g) + 2H2O(l) + O2(g) → 4HNO2(aq)\n2NO2(g) + H2O(l) → HNO2 + HNO3\nDamage plants, killing aquatic life, corroding building materials containing CaCO3\nCorroding metal objects (e.g. metal fence, car bodies, bridges)\n\nReduce air pollutants from motor vehicles (Remove CO, NO/NO2, Unburnt hydrocarbons)\nInstall catalytic converter in car exhaust systems.\n2CO(g) + 2NO(g) →Pt(s)→ 2CO2(g) + N2(g)\n4CO(g) + 2NO2(g) →Pt(s)→ 4CO2(g) + N2(g)\nCO(g) + O2(g) →Pt(s)→ 2CO2(g)\nCxHy(g) + (x + y/4) O2(g) →Pt(s)→ xCO2(g) + (y/2) H2O(g)\nUse unleaded petrol instead of leaded petrol\nUse LPG instead of diesel\n\nReduce air pollutants from power plants and factories (Remove SO2)\nUse fuels of low sulphur content to reduce SO2 emission\nUse scrubber to remove SO2\n In scrubbers, gases containing sulphur dioxide are sprayed by limewater\n\nReduce suspended particulates from industrial emission (Remove suspended particulates)\nUse electrostatic precipitator to remove suspended particulates\nNegatively charged particles are collected on positively charged plates.\n\nAlternative energy sources\nMain disadvantages: \nCost 🤑: high building / equipment cost\nSites 🌎: limited choice of suitable sites\n🤑 Nuclear energy (non-renewable)\n🤑🌎 Hydroelectric power\n🤑 Solar energy\n🌎 Wind energy\n🤑🌎 Tidal energy\n🤑🌎 Geothermal energy\nBiomass from crops\nBiomass from organic wastes\n\nFraction\nNo. of C per molecule\nUses\nRefinery gas\n1 – 4\nLPG as domestic fuel and fuel for taxis\nRaw material for making chemicals\nPetrol / gasoline\n5 – 10\nFuel for motor cars\nNaphtha\nRaw material for making town gas, plastics and chemicals\nKerosene\n11 – 14\nFuel for aeroplanes\nDomestic fuel\nDiesel oil\n14 – 25\nFuel for buses and lorries\nFuel oil\n≥25\nFuel for ships and power plants\nLubricating oil and wax\nMaking lubricant and candles\nBitumen\nCovering roads\n\n\nFraction\n /\nProperties\nRefinery gas\nPetrol and naphtha\nKerosene\nDiesel oil\nFuel oil, lubricating oil and waxes, bitumen\nNo. of C atoms\n1 – 4\n5 – 10\n11 – 14\n14 – 25\n≥25\nB.p. range\n< 40°C\n40 – 170°C\n170 – 250°C\n250 – 350°C\n> 350°C\nVolatility\nmore volatile → less volatile (decreasing)\nViscosity\nless viscous → more viscous (increasing)\nFlammability\nmore flammable → less flammable (decreasing)\n Color\nlighter → darker (darkening)\nColor & sootiness of flame\nyellow flame → orange flame (from yellow to orange)\nless sooty → more sooty (increasing)\n\n\n\nChapter 21: Homologous series, structural formulae and naming of carbon compounds\nUnique nature of carbon\n\tThere are millions of different carbon compounds, because\nEach carbon atom can form four single covalent bonds.\nCarbon atoms can form strong single, double and triple covalent bonds with other carbon atoms or atoms of other elements.\nCarbon atoms can join up with one another to form chains or rings. The carbon chains may be straight to branched.\n\nFunctional group\nA functional group is an atom or a group of atoms responsible for most of the chemical properties of a compound.\n\nHomologous series\nA family of compounds containing the same functional group is called a homologous series.\n\nCharacteristics of members in a homologous series\nExample: Alkane\nName\nMolecular formula\nCondensed structural formula\nMethane\nCH4\nCH4\nEthane\nC2H6\nCH3CH3\nPropane\nC3H6\nCH3CH2CH3\nButane\nC4H10\nCH3CH2CH2CH3\n\n\nThey have the same general formula.\nEach membrane differs from the next by a -CH2- unit.\nThey have similar chemical properties.\nThere is a gradual change in physical properties among the members.\nThe melting point, boiling point, viscosity and density increase with molecular size.\nThe volatility decreases with molecular size.\nBecause when molecular size increases\nThe van der Waals’ forces between molecules increase.\nBoiling point, melting point, viscosity and density increase.\n\n\nNaming alkanes (CnH2n+2)(ane)\nIUPAC system of naming.\nNo. of C atoms\n1\n2\n3\n4\n5\n6\n7\n8\nPrefix\nMeth-\nEth-\nProp-\nbut-\nPent-\nHex-\nHept-\nOct-\n\n\n\t\n\n\nBranched chain alkanes \nStep 1: Determine the principal functional group\n\tStep 2:  Find the longest continuous carbon chain with principal functional group\n\tStep 3: Arrange the substituents\nAlkyl group (-R)\n-CH3\nMethyl\n-CH2CH3\nEthyl\n-CH2CH2CH3\nPropyl\n-CH2CH2CH2CH3\nButyl\n\n\nNo. of substituent\nMultiplying prefix\n2\ndi\n3\ntri\n4\ntetra\n5\npenta\n\n\nFor ethyl and dimethyl, first e, then m according to alphabetical order.\n\nNaming Alkenes (C=C)(CnH2n)(ene)\nIf two C=C → buta-?,?-diene\n\tStep 1: Find the longest carbon chain containing C=C double bond.\nStep 2: Number the longest chain, give the smallest number to the C=C. (For alkenes having four or \t\tmore carbon atoms in the main chain, a numeral is included in the same to indicate the position\n\tof the carbon=carbon)\n\tStep 3: Arrange the substituents.\nNo. of C atoms\nName\n2\nEthene\n3\nPropene\n4\nBut- X -ene\n\n\n\n\n\nNaming alkanes with halogen substituents (haloalkanes)\nHalogen substituent (-X)\n-F\nfluoro\n-Cl\nchloro\n-Br\nbromo\n-I\niodo\n\n\tStep 1: Finding the longest carbon chain.\n\tStep 2: The main carbon chain is numbered from the end closest to the substituents. Then the \n\t\tsubstituents are arranged in alphabetical order of the first letter in the name of the substituents.\n\tStep 3: Arrange the substituents.\nchloro should be named before fluoro by comparing the first letter\n\nNaming alkanols (CnH2n+1OH)(anol)\nNo. of C atoms\nName\n1\nmethanol\n2\nethanol\n3\npropan- X -ol\n4\nbutan- X -ol\n\n\tStep 1: Find the longest carbon chain containing -OH.\n\tStep 2: Number the longest chain, give the smallest number to the C bonded to -OH.\n\tStep 3: Arrange the substituents\nIf two -OH → butane-X,X-diol\n\nNaming alkanoic acid (CnH2n+1COOH)(anoic acid)\nNo. of C atom\nName\n1\nmethanoic acid\n2\nethanoic acid\n3\npropanoic acid\n4\nbutanoic acid\n\n\tStep 1: Find the longest carbon chain containing -COOH\n\tStep 2: Number the longest chain, assign the smallest number to the C of -COOH. (The numeral ‘1’ is \n\t\tnot necessary when naming alkanoic acid. This is because the -COOH group is always at one \n\t\tend of the main carbon chain.\n\tStep 3: Arrange the substituents\n\nNaming carbon compounds with multiple functional groups of different types\nThe carbon-carbon double bond is named as ‘-en’ while ‘-ol’ and ‘-oic acid’ are named as the suffix. If the compounds also contain halogen substituents, these substituents are named as the prefix.\n\n\nChapter 22: Chemical reactions of alkanes and alkenes\n\nPetroleum as a source of alkanes\nSaturated hydrocarbon: Hydrocarbon that contains carbon-carbon single bond only.\nUnsaturated hydrocarbon: Hydrocarbon that contains carbon-carbon double bond (C=C) or carbon- carbon triple bond (C≣C).\n\nAlkanes\nAlkanes are saturated hydrocarbons as they contain C-C single bonds only.\nPetroleum and natural gas are the main sources of alkanes.\nPhysical properties of alkanes\nThe physical properties of straight-chain alkanes change gradually along the homologous series.\nState\nM.p., b.p., density and viscosity\nSolubility\nAll alkanes are insoluble in water but soluble in organic solvents(hexane, 1,1,1-trichloromethane). All liquid alkanes are less dense than water and thus float on water.\nChemical properties of alkanes\nAlkanes are unreactive because the C-C and C-H bonds are strong and difficult to break.\nAll alkanes have similar chemical properties. Higher members of alkanes usually react more slowly than lower members.\nCombustion\nWith sufficient supply of oxygen, complete combustion occurs\nReaction with halogens(Substitution reaction)\nIn the presence of sunlight/UV light/heat, alkane reacts with halogens(dissolved in an organic solvent), the orange/brown bromine solution decolourised slowly and steamy fumes are produced. \nThe reaction between them is a substitution reaction.\nChemical equations(e.g. Methane + chlorine dissolved in CH3CCl3):\nCH4 + Cl2 → CH3Cl + HCl\nCH3 + Cl2 → CH2Cl2 + HCl\nCH2Cl2 + Cl2 → CHCl3 + HCl\nCHCl3 + Cl2 → CCl4 + HCl\nThis is a chain reaction which is uncontrollable\nA mixture of products will be produced, including CH3Cl, CH2Cl2, CHCl3, CCl4, HCl.\nIf Cl2 is in excess, CCl4 will be the major product.\nIf CH4 is in excess, CH3Cl will be the major product.\nCl2 reacts faster with methane than Br2 does, as reactivity of halogen decreases down the group\n\nRemark:\nEnergy(light or heat) must be supplied for the reaction to take place. It is used to break the strong Br-Br bond, in order to form bromine free radical(Br •) to initiate the reaction.\nA free radical is an atom or a group of atoms with at least one unpaired electron. It is highly reactive and exists only momentarily because the outermost electron shell of the chlorine radicals doesn’t have a stable octet structure.\nWe usually use Br2 in organic solvent or bromine water (Br2(aq)), because pure bromine liquid is very toxic.\n\n\nUse electron diagram to illustrate monosubstitution of methane with chlorine\nInitiation > Propagation > Termination\nInitiation\nThe energy supplied by UV light breaks the Cl-Cl bonds in chlorine molecules to form chlorine free radicals.\nCl2 → light → 2Cl•\nPropagation \nEach chlorine radical combines with a hydrogen atom from a methane molecule to form a methyl radical and a hydrogen chloride molecule.\nCH4 + Cl• → CH3• + HCl\nSome of the methyl radicals then combine with chlorine atoms from other chlorine molecules to form chloromethane molecules and chlorine radicals.\nCH3• + Cl2 → CH3Cl + Cl3•\nTermination \nTwo chlorine radicals combine to form a chlorine molecule.\n2Cl• → Cl2\nA methyl radical combines with a chlorine radical to form a chloromethane molecule.\nCH3• + Cl• → CH3Cl\nTwo methyl radicals combine to form an ethane molecule.\n2CH3• → CH3CH3\nThe products formed from the monosubstitution of methane with chlorine: CH3Cl, CH3CH3 and HCl\n\nCracking reaction\nWhy is refinery gas not widely used as fuel for motor cars though it is more flammable than petrol?\nThe supply of refinery gas is much lower than that of petrol.\nIt is used as raw materials for producing other chemicals, but petrol is not.\nCracking is the breaking down of large hydrocarbon molecules into smaller ones.\nImportance of cracking \nTo produce extra petrol\nTo produce alkene to make plastics, detergents, etc.\nCracking on an industrial scale\nReaction condition: absence of oxygen, otherwise may cause combustion)\nThe producers of cracking are generally alkane(<C10) and alkene. Sometimes, hydrogen is also produced.\n\n\nThermal cracking\nCatalytic cracking\nCatalyst\nNo\nYes(aluminium oxide mixed with silicon dioxide)\nTemperature\nHigher(700°C)\nLower(500°C)\nPressure\nHigher(30 atm)\nLower(1 atm)\nPresence of air\nNo\nNo\nQuality of products\nFair\nGood\n\nCatalytic cracking is more commonly used because it reduces the cost of heating the reactants and of building facilities that withstand high pressures. Furthermore, the catalyst used is inexpensive.\n\nCracking in the laboratory\n\nProcess:\nWhen heated, the paraffin vapour will pass over the hot unglazed porcelain slowly.\nThe paraffin vapour will crack on the surface of hot porcelain.\nRemarks:\nHeat the porcelain but not paraffin. Otherwise the paraffin oil will vapourize too fast and hence pass through the catalysts without being cracked.\nThe delivery tube should be removed first before removing the heat source. Otherwise, sucking back of water will occur and this may cause the cracking of the hot boiling tube.\nThe first tube of gas obtained was not collected as it was mainly the air expelled from the inside of the test tube.\nThe gaseous products are collected by displacement of water, because it’s insoluble.\nBroken pieces of unglazed porcelain acts as a catalyst.(Broken pieces of porous pot, pumice stone or aluminium oxide)\nBroken pieces provide a larger surface area for the reactants to have a higher reaction rate.\t\n\nAlkenes\nAlkenes are unsaturated hydrocarbons as they contain a carbon-carbon double bond.\nAlkenes can be obtained by cracking of heavy oils.\nPhysical properties of alkenes\nPhysical properties of alkenes are similar to those of alkanes.\nAll alkenes are insoluble in water but soluble in organic solvents(hexane, 1,1,1-trichloroethane).\nChemical properties of alkenes\nalkenes are more reactive than alkanes because of the presence of carbon-carbon double bond.\nCombustion\nWith sufficient supply of oxygen, complete combustion occurs.\nReaction with halogens(Addition reaction)\nAddition reaction is a reaction in which two or more molecules react to give a single molecule.\n\nE.g. 1 Reaction of propene with bromine in organic solvent\n\nObservation: The brown bromine solution decolourize rapidly.\n\n\nReact with acidified potassium permanganate solution(Addition reaction)\n\nObservation: The purple acidified potassium permanganate solution decolourizes rapidly.\n\n\nRemarks:\nKMnO4 is an oxidizing agent.\nThe alkene is oxidized to a diol\nIf neutral or alkaline potassium permanganate solution (KMnO4(aq) or KMnO4(aq)/OH-(aq)) is used instead, the purple KMnO4(aq) turns brown.\n\nTest for unsaturated hydrocarbons\nTwo common tests are used to distinguish between saturated hydrocarbons(alkanes) and unsaturated hydrocarbons (alkenes and alkynes).\nTest with Br2 (in organic solvent) in the dark\nAdd alkane and alkene into bromine in organic solvent in the dark respectively.\nOnly alkene can decolourize brown bromine in organic solvent rapidly, while alkane cannot.\nTest with acidified potassium permanganate solution, KMnO4(aq)/H+(aq)\nAdd alkane and alkene into KMnO4(aq)/H+(aq)\nOnly alkene can decolorize purple KMnO4(aq)/H+(aq), while alkane cannot.\n\nChapter 23: Addition polymers\nPolymers\nA polymer is a compound which consists of very large molecules formed by joining many small molecules(monomers) together repeatedly.\nPolymerization is the process of joining many small molecules together repeatedly to form very large molecules.\nA monomer is a compound whose molecules are joined together repeatedly in polymerization.\n\nAddition polymerization\nAddition polymerization is a reaction in which monomer molecules join together repeatedly to form polymer molecules, without the elimination of molecules(HCl/H2O).\nThe monomer must contain C–C double bond/C–C triple bond.(the C–C double bond in benzene ring cannot undergo this reaction)\nA repeating unit is a part of the polymer molecule that would make the whole polymer molecule if it repeats over and over again.(The drawing of repeating units don’t require the bottom right corner ‘n’)\nChemical equation\nEthene(monomer) is an unsaturated hydrocarbon while polyethylene(polymer) is a saturated hydrocarbon.(e.g. Ethene can decolourize Br2(in CCl4), while polyethene doesn’t)\n\nPlastic is a common addition polymer.\nUsually strong but light\nNo reaction with air, water, acids, alkalis and most other chemicals\nGood insulators of heat and electricity\ncan be moulded easily into any shape\nUsually flexible, but some are very rigid\nWater resistant\nPetroleum → Heavy fractions with long carbon chain → (Cracking & Fractional distillation) → Alkene → (Addition polymerization at high temperature/high pressure/ catalyst) → Plastic\n\nPolyethene/ polythene(PE)\nProperties: water resistant, chemically insert and has a high tensile strength\n\n\nLow density polyethene(LDPE)\nHigh-density polyethene(HDPE)\nMelting point\nlower\nsoftens in boiling water\nhigher\nRigidness\nflexible(many branched chains)\nquite rigid(few branched chains)\nUses\nplastic bags, wrapping file for food and flexible cold water pipes\nbottles of certain chemicals, buckets and boxes\n\n\n\nPolypropene/ polypropylene(PP)\nProperties\nPP has a higher melting point than PE, because PP has a larger molecular size than PE by the polymer chain. Hence, the van der Waals’ forces between PP is also stronger than those between PE by the polymer chain.\nDensity falls between low-density polyethene and high-density polyethene.\nResistant to many chemical solvents, acid and alkalis.\nUses: ropes, fibres, baskets, boxes, luggage cases, food containers and packing film\n\nPolyvinyl chloride(PVC)\nStiff and brittle, water resistant and good insulator of electricity\nPVC isn’t used in making food containers. This is because monomers of PVC and the plasticizer used are poisonous and they may contaminate the food.\n\n\nPVC with little or no plasticizer\nPVC with plasticizer\nRigidness\nquite rigid\nsoft and flexible\nUses\nfloor tiles and pipes\nshower curtains, tablecloths, raincoats, artificial leather and insulating coverings for electric wires\n\n\nPolystyrene(PS)\n\n\n\nPolystyrene\nExpanded polystyrene\nProperties\nrigid\nhard but brittle\nvery low density but still quite rigid\ngood heat insulator\ngood shock-absorbent\nnon-toxic\nUses\ntransparent container\ncompact disc cases\nlightweight ceiling tiles, packing materials and disposable foam cups and food boxes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPerspex(PMMA)\nProperties: hard, rigid, highly chemical resistance\nUses: airplane windows, advertising sign boxes safety spectacles, illuminated signs and plastic optical fibres\n",
  "T06": "Chapter 24: Simple molecular substances with non-octet structures and shapes of simple molecules\n\nSimple molecular substances with non-octet structures\nMost noble gases have an octet structure, so they’re stable.(Helium has a duplet structure)\nOctet rules: All atoms tend to attain the stable electronic arrangement of a noble gas.\n\nNon-octet structure with less than eight outermost shell electrons\nBoron trifluoride(BF3)\n\n\n\n\n\n\n\nBoron is a Group III element.\nThe boron atom in BF3 molecule has only 6 outermost shell electrons.\nThus, BF3 has a non-octet structure.\n\nNon-octet structure with more than eight outermost shell electron\nFor atoms of elements in period 3 or higher in the periodic table, they can have more than eight outermost shell electrons in their compounds.(Maximum numbers of e- in the 3rd and 4th shell are 18 and 32 respectively)\nPhosphorus pentachloride(PCl5)\n\n\n\n\n\n\n\nThe phosphorus atom in PCl5 molecule has 10 outermost shell electrons.\nPCl5 has a non-octet structure.\nSulphur hexafluoride(SF6)\n\t\t\n\n\n\n\n\n\nThe sulphur atom in SF6 molecule has 12 outermost shell electrons.\nSF6 has a non-octet structure.\n\nNitrogen monoxide and nitrogen dioxide\nNO molecule:\t\t\t\t\t-    NO2 molecule:\n\n\nShapes of simple molecules\nMolecules with central atom obeying octet rule\nLone pair of electron is not considered in the shape of a molecule\nMolecule\nElectron diagram\n3D diagram\nShape\nCH4\n\n\n\n\nTetrahedral\nNH3\n\n\n\n\nTrigonal pyramidal\nH2O\n\n\n\n\nV-shaped\nCO2\n\n\n\n\nLinear\nMethanal(HCOH)\n\n\n\n\nTrigonal planar\n\n\nTypical format of answering of similar shape\nQ1: Explain why the shape of a CCl4 molecule is similar to that of a CH4 molecule. \nBoth the carbon atoms in CCl4 and in CH4 have four bond pairs around them. The repulsion between these electron pairs causes both CCl4 and CH4 to adopt a tetrahedral shape.\n\nQ2: Explain why NF3 and NH3 have similar shapes.\nBoth the nitrogen atoms in NF3 and NH3 have three bond pairs and one lone pair around them. The repulsion between these electron pairs causes both NF3 and NH3 to adopt a trigonal pyramidal shape.\nMolecules with central atom not obeying octet rule and with no lone pair of electrons\nMolecule\nElectron diagram\n3D diagram\nShape\nBeF2\n\n\n\n\nLinear\nBF3\n\n\n\n\nTrigonal planar\nPCl5\n\n\n\n\nTrigonal bipyramidal\nSF6\n\n\n\n\nOctahedral\n\n\nBy counting the total number of electron pairs around the central atom of the molecule, a double bond or a triple bond is treated as ‘one’ electron pair.\nChapter 25: Polarity of bond and molecule\nElectronegativity of an atom\nThe electronegativity of an atom refers to the power of the atom in a molecule to attract bonding electrons to itself.\nThe most electronegativity element is fluorine.(F > O > Cl > N)\nThe least electronegativity element is francium.\nThe noble gases have no electronegativity values because they don’t form covalent bonds.\n\nPolarity of bond\nNon-polar covalent bond\nCovalent bond formed between two same atoms(same electronegativity).\nThe bonding electrons are equally shared between the bonded atoms.\nPolar covalent bond\nCovalent bond formed between two different atoms(different electronegativities).\nThe bonding electrons aren’t equally shared between the atoms.\nLess electronegativity → partial positive charge(ẟ+)\nMore electronegativity → partial negative charge(ẟ–)\n\nElectronegativity difference and bond polarity\nThe greater the electronegativity difference, the more polar the bond is.\n\nPolarity of molecule\nPolar molecules\ne.g. HF, H2O, NH3, CHCl3\nNon-polar molecules\ne.g. CO2, BF3, CH4, PCl5, SF6\n\nTypical question of polarity of molecules\nQ: Explain why a NCl3 molecule is polar while a BCl3 molecule is non-polar.\nA NCl3 molecule has a trigonal pyramidal shape. The polarity of the N–Cl bonds don’t cancel out each other, so NCl3 molecule is polar.\nA BCl3 molecule has a trigonal planar shape. The polarity of the B–Cl bonds cancel out each other, so BCl3 molecule is non-polar.\n\nEffect of charged rod on polar and non-polar liquids\nIf the jet is deflected towards the rod, the liquid contains polar molecules.\nIf the jet shows no deflection, it contains only non-polar molecules.\nIf a positively/negatively charged rod is used, the negative/positive ends of the polar molecules are attracted to the rod.\nChapter 26: Intermolecular forces\n\nIntermolecular forces\nThe electrostatic attractions between molecules are called intermolecular forces.\nVan der Waals’ forces / hydrogen bond\nThey’re much weaker than ionic bonds and covalent bonds.\n\nVan der Waals’ force\nIt exists between all molecules, no matter polar or not.\nVan der Waals’ forces in polar molecules\ne.g. HCl molecule\nThe positive end of an HCl molecule will be attracted to the negative end of another HCl molecule.\nVan der Waals’ force in non-polar molecules(Dispersion forces)\ne.g. N2 molecule\nThe electrons in the molecule are in constant motion. At any given instant of time, the electron distribution may be uneven. The side with more electrons has a partial negative charge and the other side has a partial positive charge.\n\nFactors affecting the strength of van der Waals’ forces\nMolecular size\nNumber of electrons, change of the uneven distribution of electrons, strength of van der Waals’ forces and boiling point increase. \n(F2→Cl2→Br2→I2) According to the order, as the molecular size of the molecules increases, the van der Waals’ forces between molecules become stronger.\nAlthough relative atomic mass is proportional to size, don’t compare their size while they’re containing the similar relative atomic masses.\nMolecular shape \nWhen the area of contact between molecules increases, the strength of van der Waals’ forces and boiling point increases.\ne.g. pentane(C5H12) v.s. dimethylpropane(C5H12)\nPentane molecules are rod-shaped while dimethylpropane molecules are spherical in shape. Pentane has a greater area of contact between molecules, the van der Waals’ forces between molecules are stronger than those between dimethylpropane molecules.\nMolecular polarity\nThe strength of van der Waals’ forces increases when the molecules are more polar.\ne.g. cis-1,2-dichloroethene(polar) v.s. trans-1,2-dichloroethene(non-polar)\nCis-1,2-dichloroethene is polar while trans-1,2-dichloroethene is non-polar. The van der Waals’ forces between cis-1,2-dichloroethene molecules are stronger than those between trans-1,2-dichloroethene molecules.\n\nHydrogen bonding\nEvidence of hydrogen bonding\nNH3, H2O and HF have exceptionally high boiling points.\nFormation of hydrogen bonding\nHydrogen bond is the electrostatic force between a partially positively charged H atom and the lone pair of electrons of a highly electronegative atom(N, O, F) of another molecule.\n\n\n\n\n\n\n\nEffect of hydrogen bonding on physical properties of water and ethanol\nWater\nHigh boiling point\nThere is extensive hydrogen bonding between water molecules. A lot of energy is needed to overcome the hydrogen bonds between water molecules.\nHigh surface tension\nH2O molecules are held together by extensive hydrogen bonds.\nHigh viscosity\nH2O molecules are held together by extensive hydrogen bonds. H2O molecules cannot move past one another easily.\nEthanol(CH3CH2OH)\nRelatively high boiling point\nEthanol molecules are held together by extensive hydrogen bonds. Hence, a large amount of energy is needed to overcome the hydrogen bonds between ethanol molecules.\nHigh viscosity\nEthanol molecules are held together by extensive hydrogen bonds.\nSoluble in water\nAs ethanol has hydroxyl group(–OH), so it can form hydrogen bonds with H2O molecules.\n\nComparing the strengths of van der Waals’ forces, hydrogen bonding and covalent bonding\nHydrogen bond is stronger than van der Waals’ force, but much weaker than covalent bond.\nThe stronger the intermolecular focus in the liquid, the longer time it takes the liquid to evaporate.\n\nChapter 27: Structures and properties of ice\n\nProperties of ice\nDensity\nIce has a lower density than liquid water.\nIn ice, each water molecule can form four hydrogen bonds with four neighbouring water molecules tetrahedrally. The tetrahedral arrangement of water molecules repeats to form an open structure of ice. When ice melts, water molecules have relative motions and this makes the open structure collapse. Hence, water molecules are packed more closely. As a result, ice is less dense than liquid water.\nMelting point\nIce has a relatively high melting point compared with substances of similar relative atomic mass.\nIn ice, water molecules are held together by extensive and relatively strong hydrogen bonds. When ice melts, a lot of energy is needed to overcome a certain amount of hydrogen bonds between water molecules.\n",
  "T07": "Chapter 28: Chemical cells in daily life\n\nIntroduction chemical cells\nA chemical cell/electrochemical cell is a device which can convert chemical energy into electrical energy.\nDry cell\nElectrolyte is a paste(but contains a little of water to provide mobile ions to conduct electricity)\nWet cell\nElectrolyte is a solution\nFuel cell\n\nEnvironmental impact of disposing of chemical cells\nEnvironmental impact\nHeavy metals such as Hg, Pb, Cd which are toxic.\nzinc electrode of zinc-carbon cell → Hg\nNickel-cadmium cell → Cd\nLead-acid accumulators → Pb/Pb compounds\nChemicals leaked from the cells may contaminate soil\nNickel metal hydride cells → Ni(OH)2 → carcinogenic\nLead-acid accumulators → H2SO4 → corrosive\nAlkaline manganese cells and silver oxide cells → KOH → corrosive\nDisposal of dry cells in fire may cause explosion\nDisposal of cells will produce a lot of materials\nMeasures for improvement\nUse mains electricity/secondary cells instead of primary cells\nRecycle rechargeable battery\n\nPrimary cell\nCells which are not rechargeable!!!\n\nTypes\nZinc-carbon cell\nAlkaline manganese cell\nSilver oxide cell\nRechargeability \n✘\n✘\n✘\n+ve electrode\nC \nMnO2\nAg2O\n–ve electrode\nzinc\nzinc\nzinc\nElectrolyte\nNH4Cl\nKOH\nKOH\nDry/wet cell\ndry\ndry\ndry\nVoltage\n1.5V\n1.5V\n1.6V\nShape\ncylindrical\ncylindrical\nbutton\nVoltage over discharge\n#It drops rapidly.\n#Cannot maintain a steady     voltage over time during discharge.\n#Cannot supply a large steady current.\n#Maintain a steady voltage over time during discharge.\n#Maintain a steady voltage over time during discharge.\nAdvantages\n#Low cost\n#Shorter shelf life(2-3yrs)\n#Long shelf life(10yrs)\n#Wide operating temperature range\n#Lightweight\n#Small in size\n#Wide operating temperature range\n#High energy density\nDisadvantages\npoor performance in high-drained devices and at low temperatures\nRelatively expensive for use in low-drain devices\nExpensive(Ag OH NO!)\nUses\nLow-drained or intermittently-used\nTorches\nportable radios\nclocks\nremote controls\nHigh-drained, continuously-used\nMP3 players\nMotorized toys\nphoto flashguns\nshavers\nSmall-sized, continuously-used electrical appliances requiring a small steady current\nQuartz watches\nCalculators\nHearing aids\nPacemaker\n\n\nSecondary cells\nCells which are rechargeable\n\nTypes\nLithium ion cell\nNickel-metal hydride cell\nLead acid accumulator\nRechargeability\n✔\n✔\n✔\n+ve electrode\nLithium metal oxide\nNi(OH)2\nPb plates coated with PbO2\n–ve electrode\nLi–C compound\nH absorbing alloy\nPb\nElectrolyte\nLi salt in organic solvent\nKOH\nH2SO4\nDry/wet cell\ndry\ndry\nwet\nVoltage\n3.7V\n1.2V\n12V\nShape\nCylindrical and prismatic\nCylindrical \nBox\nVoltage over discharge\nHigh and steady voltage over discharge\nSteady voltage over discharge\nvoltage drops slowly\nAdvantages\n#high energy density\n#Lightweight\n#Can be recharged over 1,200 times\n#High energy density\n#Wide operating range\n#Low internal resistance\n#Can be recharged over 500 times\n#Relatively low cost of electricity\n#Wide operating temperature range\n#provide a very large current\n#can be recharged over 500 times\nDisadvantages\n#High initial cost for the battery charger\n#A short circuit may cause overheating and even an explosion\n#Expensive\n#High initial cost for the battery charger\n#Very expensive\n#Heavy \n#Pb/Pb compounds are toxic\nUses\nHigh-drained and portable electrical appliances\nMobile phones\nNotebook PC\nDigital camera\nTablet PC\nHigh-drained electrical appliances\nindoor wireless phone\ndigital camera\n#Car batteries\n#Uninterruptible power supply\nemergency lighting\nwheelchairs\n#telecom backup power supplies\n\n\nThe size of a chemical cell does not affect its voltage!!!!!\nChapter 29: Simple chemical cells\n\nBuilding a simple chemical cell\nA simple chemical cell can be set up by dipping two different metals in an electrolyte.\nThe two metals are connected by an external circuit.\nPositive electrode: Gains electrons / Negative electrode: Loses electrons\n\nSample of simple chemical cell with lemon\nMg(-ve/Anode), because Mg loses electrons more readily than copper.\nCu(+ve/Cathode), because Cu gains electrons from the circuit.\nMg + 2H+ → Mg2+ + H2\nMg electrode becomes thinner./ Cu electrode becomes thicker.\n\nElectrochemical Series of metals\nThe higher position the metal is in E.C.S, the more readily the metal loses electrons.\nThe further apart the two metals are in the E.C.S. , the higher is the voltage of the cell.\n\nChemical cells consisting of two metal electrodes and an electrolyte\nAfter a short time, the voltage of the cell drops quickly and the current stops flowing.\nMg reacts directly with CuSO4, which ends up with less electrons flowing into the external circuit.\n\nMetal-metal ion half cells and a salt bridge\nMetal electrodes are dipped into the solutions of their own ions respectively to make the half cells.\nFunction of salt bridge: Completing the circuit by allowing ions to move from one half cell into the other/ Providing ions to balance the charges in the solution of the two half cells.\nIf there are no salt bridge: Concentration of Mg2+ in the solution increases → excess positive charge accumulates and prevents Mg2+ entering the solution → reaction stops soon. (Cu – Cu2+ half cell → SO42- leaves in the solution)\n\nDaniell cell (metal-metal ion half cells + porous device)\nZn2+ can move out of the porous pot while SO42- are move into the porous pot which allows the solutions remain electrically neutral\nFunction of porous device: Completing the circuit by allowing ions to move from between two half cells/ Preventing direct mixing of the two electrolytes.\nChapter 30: Redox reaction\n\nIn term of gain and loss of oxygen\nOxidation: Gains oxygen\nReduction: Loses oxygen\nOxidizing agent: Oxidizes other by losing oxygen\nReducing agent: Reduces other by gaining oxygen\n\nIn term of gain and loss of hydrogen/electrons\nOxidation: Loses hydrogen/electrons\nReduction: Gains hydrogen/electrons \nOxidizing agent: Reduces other by gaining hydrogen/electrons\nReducing agent: Oxidizes other by losing hydrogen/electrons\n\nUse O.N. to identify redox reaction\nOxidation: O.N. of an element in a substance increases\nReduction: O.N. of an element in a substance decreases\nOxidizing agent: O.N. decreases\nReducing agent: O.N. increases\n\nCommon oxidizing agents\n\nAcidified KMnO4 → Mn2+\nAcidified K2Cr2O7 → Cr3+\nDilute HNO3 → NO\nConcentrated HNO3 → NO2\nConcentrated H2SO4 → SO2\nCl2 → Cl—\nBr2 → Br-\nO2 → OH-/O2-\nMetal ions low in the metal reactivity series → metal itself\nFe3+ salt → Fe2+\n\nDilute H2SO4 is used to acidify KMnO4 and K2Cr2O7.\n\nCommon reducing agents\n\n\nMetals high in the metal reactivity series → metal ion\nSO2 → SO42-\nSO32- → SO42-\nFe2+ salt → Fe3+\nH2 → H+\nC → CO/CO2\nI- → I2\n\n\nThe electrochemical series\nThe oxidizing power of oxidizing agents increases down the series.\nThe reducing power of reducing agents decreases down the series.\n\nPredicting the feasibility of a redox reaction\nE.g. Is there any reaction between iron nail and copper(II) sulphate solution\nE.C.S Fe has a higher position than Cu in E.C.S, so Fe is a stronger reducing agent than Cu. Fe loses electrons more readily and reduces Cu2+ to Cu.\nReactivity: Fe is more reactive than Cu, so Fe loses electrons more readily. Hence it can displace Cu from CuSO4.\n\nReaction of Cl2(g) with metals \nSodium burns in chlorine with a golden yellow flame.\n2Na + Cl2 → 2NaCl\n\nReaction of Cl(aq) with KBr and KI solution (displacement reaction)\n\n\nCl2(aq) + KBr\nCl2(aq) + KI\nObservation\nThe solution changes from colorless to brown\nThe solution changes from colorless to brown\nOverall equation\nCl2 + 2Br- → 2Cl- + Br2\nCl2 + 2I- → 2Cl- + I2\nRedox reaction\nYes\nYes\nExplanation\nCl2 is a stronger oxidizing agent than Br2, so it displaces Br2 from KBr\nCl2 is a stronger oxidizing agent than I2, so it displaces I2 from KI\n\n\nDistinguish between Br2 and I2 solution\nAdd an organic solvent(heptane) to the solution.\nBr2 is orange in the heptane layer.\nI2 is purple in the heptane layer.\n\nReaction of Cl2(g) with NaOH/KOH(aq)\nDisproportionation reaction: A species is simultaneously reduced and oxidized.\nReaction with cold dilute NaOH(aq)\nCl2 + 2OH- → Cl- + OCl- + H2O\nReaction with hot concentrated NaOH(aq)\n3Cl2 + 6NaOH → 5NaCl + NaClO3 + 3H2O\n\nNitric acid of different concentrations as oxidizing agents \nVery dilute nitric acid \nTypical properties of an acid\nNeutralization, Reaction with metal(>Cu) and Reaction with CO32-/HCO3-\nDilute nitric acid\nStrong oxidizing agent, even react with unreactive metals(K → Ag) to form metal nitrate, nitrogen monoxide and water.\nThe colourless nitrogen monoxide gas produced will react with O2 in air to form brown nitrogen dioxide gas.\nBrown gas(NO2) will be observed at the mouth of the test tube.\ne.g. Reaction between dilute nitric acid and copper\nOxidation: Cu → Cu2+ + 2e-\nReduction: NO3- + 4H+ + 3e- → NO + 2H2O\nOverall equation: 3Cu + 2NO3- + 8H+ → 3Cu2+ + 2NO + 4H2O\nColourless gas bubbles are formed, brown gas will be observed at the mouth of the test tube, Cu dissolves and the solution changes from colourless to blue.\nConcentrated nitric acid\nStrong oxidizing agent, even react with unreactive metals(K → Ag) to form metal nitrate, nitrogen dioxide and water.\nNo colourless gas will be formed because it forms NO2 directly.\nHot concentrated nitric acid can oxidize non-metals such as C and S.\ne.g. S to SO2\nS + 4HNO3 → SO2 + 2H2O + 4NO2\nSO2 + 2HNO3 → H2SO4 + 2NO2\nIMPORTANT!\nUnder light, concentrated HNO3 decomposes to form brown NO2(g), which dissolves in water to form a yellow solution.\n4HNO3 → UV light → 4NO2 + O2 + 2H2O\nConcentrated nitric acid should be stored in a brown bottle!!!\nThe corrosive nature of dilute nitric acid and concentrated nitric acid is due to their oxidizing property!\n\n\nConcentrated sulphuric acid as an oxidizing agent\nDilute H2SO4\nTypical properties of an acid \nNeutralization, Reaction with metal(>Cu) and Reaction with CO32-/HCO3-\nConcentrated H2SO4(l)\nOxidizing properties\nHot concentrated H2SO4 is a strong oxidizing agent\nReact with metals to form SO2(g) with a choking smell.\nHot concentrated H2SO4 can oxidize non-metals such as C and S.\nDehydrating properties\nRemove water of crystallization such as hydrated CuSO4 to anhydrous CuSO4\nObservation: The crystals change from blue to white.\nDehydrating cane sugar(C12H22O11) to C and H2O\nObservation: A large amount of heat is given out to make water become steam &\n\t         A black spongy mass of charcoal(C) rises and swells.\nHygroscopic properties\nAbsorb water moisture from air.\nUsed as drying agent to dry neutral and acidic gases(H2, O2, CO2, HCl)\nRemark for the experimental set-up: (R.H.S.)\nThe end of the delivery tube for the incoming gas is put under the concentrated H2SO4. This is to ensure that all the incoming gas can pass through the drying agent.\nDO NOT USE CaCl2 and conc. H2SO4 to dry NH3!!! Because NH3 reacts with both of them!!! USE CaO!!!\n\nConc. H2SO4 is highly corrosive due to its dehydrating and oxidizing properties.\n\nSO32- ion/ aqueous solution of SO2 as a reducing agent\nNot all SO2 would dissolve in water to give H2SO3!\nSO32- ions and SO2 are strong reducing agent.\n\nCommon drying agent\n\n\n\nNot suitable for drying\nConc. H2SO4(l)(acidic)\nNH3\nAnhydrous CaCl2(s) (neutral)\nNH3\nCaO (alkaline)\nacidic gases\n\n\n\nChapter 31: Redox reactions in chemical cells\n\nOxidation and reduction in chemical cells\n\n\nZinc electrode\nCopper electrode\nPolarity of electrode\n-ve\n+ve\nAnode/Cathode\nAnode because oxidation occurs\nCathode because reduction occurs\nReaction occurs\nOxidation\nReduction\nDirection of e- flow\nFrom Mg to Cu through the external circuit.\nHalf equation\nZn → Zn2+ + 2e-\nCu2+ + 2e- → Cu\nOverall equation\nZn + Cu2+ → Zn2+ + Cu\nObservations\nZinc dissolves & The mass of copper electrode increases\n\n\nRedox reaction in simple chemical cells with inert electrodes\n\nIn the left half cell, the carbon electrode is the negative electrode because oxidation occurs.\nFe2+ → Fe3+ + e-\nObservation: The solution turns from green to yellow near the electrode.\nIn the right half cell, the carbon electrode is the positive electrode because reduction occurs.\nMnO4- + 8H+ + 5e-→ Mn2+ + 4H2O\nObservation: The solution turns from purple to colourless.\n\nOverall equation: 5Fe2+ + MnO4- + 8H+ → 5Fe3+ + Mn2+ + 4H2O\nElectrons flow from left half cell to right half cell\n\nRedox reactions in more complicated chemical cells\nSee whether its alkaline medium or acidic medium!!!\nHydrogen electrode is unequal to platinum electrode!!!\n\n\nRedox reactions in fuel cells\nA fuel cell is a primary cell, as it’s not rechargeable.\nHydrogen-oxygen fuel cell\n\nStructure\nFuel used: H2 (X O2)\nElectrolyte: conc. NaOH/KOH\nPorous platinum/nickel electrodes:\nActs as electrical conductors that connect the fuel cell to the external circuit.\nActs as catalyst to increase the rate of reactions at the cathode & anode.\nAllow H2, O2, OH- and H2O to move in & and of the compartments.\nAdvantages and drawbacks\nAdvantages:\nThe only product is H2O, which is non-polluting.\nHigh efficiency of converting chemical energy to electrical energy.\nThe fuel cell can operate continuously and produce a steady supply of electricity with a continuous supply of H2 and O2.\nDrawbacks:\nIt’s very expensive. (electrodes of nickel/platinum)\nThe cost of liquefaction of H2 and O2 is high.\nH2 is flammable.\nConcentrated KOH/NaOH is corrosive.\nUses\nRemote power sources for space exploration\nWith continuous supply of H2 and O2, it can operate continuously.\nProduce drinking water in addition to energy.\nBackup power sources\nCause less air and noise pollution problems.\nThe heat released from the cells can be used directly to heat water for shower and central heating systems\nGeneration of electricity for electric vehicles\nCause less air and noise pollution problems.\nHigh efficiency of energy conversion.\nChapter 32: Electrolysis\n\nElectrolysis - a process involving redox reactions\n\n\nChemical cell\nElectrolytic cell\nFunction\nA device for generating electricity by chemical changes.\nA device for bringing about chemical changes by electricity\nType of reaction\nA spontaneous redox reaction\nA non-spontaneous redox reaction\nPolarity of electrode\nCathode\n+ve (reduction)\n-ve (reduction)\nAnode\n-ve (oxidation)\n+ve (oxidation)\n\n\nElectrolysis of molten electrolytes using inert electrodes\nNo water exists in the electrolyte.\nBecause it’s in molten state, the solid formed from electrolysis is melted to liquid form!!!\n\nPredicting preferentially discharge of ions in aqueous solution of electrolytes\nPositions of ions in the Electrochemical Series (E.C.S)\nCations lower in the E.C.S. are discharged more readily because they’re stronger oxidizing agents.\nAnions higher in the E.C.S. are more readily discharged because they’re stronger reducing agents.\nConcentrations of ions in the solution of electrolyte\n(i) the concentration of a type of ions is much higher than the other, and\n(ii) the positions of the two types of ions are not too far apart in the E.C.S.\nConcentration  effect applies to OH-, I-, Br- and Cl- only.\nNature of electrode\nIf inert electrodes are used, the order of discharge of ions is not affected.\nIf other materials are used as the electrodes, they may affect the order of discharge of ions and thus the products formed.\nGraphite and platinum are not completely inert.\nWhen O2 is liberated at a graphite anode, the product is contaminated with traces of CO2 due to oxidation of carbon.\nWhen Cl2 is liberated at a platinum anode, it will attack platinum.\n\nElectrolysis of aqueous solution of electrolytes using inert electrodes\nApparatus – Hofmann voltameter can be used.\nElectrolyte is used to provide mobile ions in order to increase the electrical conductivity.\n\nElectrolysis of aqueous solution of electrolytes using metal electrodes\nCheck whether anode is metal or not!!!\nthe rate of consumption of X is equal to the rate of production of X → concentration & colour intensity remains unchanged.\nMercury cathode\nMercury favours the discharge of Na+ even Na+ is a weaker oxidizing agent then H+.\nMercury is toxic. Water is added to the left/right arm of the U-tube in order to prevent the evaporation of mercury.\nElectroplating: an application of electrolysis\nTo prevent corrosion of metals\nTo make objects appear attractive\nAnode = plating metal\nCathode = object to be electroplated\nElectrolyte = an aqueous solution containing ions of the playing metal\nRemember Anodization!!!\n\nEnvironmental impact of the electroplating industry\nAcids and alkalis change the pH of the water and even kill the aquatic life\nTo neutralize acidic wastewater with Ca(OH)2 or Na2CO3.\nTo neutralize alkaline effluents with H2SO4.\nHeavy metal ions (Cr, Ni and Cd)\ndisplacement reaction\nTo precipitate out the heavy metal ions by adding NaOH(aq) or Na2CO3(aq). Then remove the insoluble salts by filtration.\nCrO42- → Cr3+ by acidified Na2SO3\nCr3+ → Cr(OH)3 by NaOH\nCyanides (CN-) are highly toxic and may kill the aquatic life\nThe use of cyanides during the electroplating process should be avoided and alternatives to cyanides can be used.\n",
  "T08": "Chapter 33: Energy changes in chemical reactions\n\nLaw of conservation of energy\nEnergy cannot be created or destroyed. Energy can be transferred from one form to another. The total amount of energy remains constant.\n\nEnthalpy change of a reaction\nHeat change at constant pressure = change in internal energy + work done on surroundings\n= enthalpy change of the reaction\n\nEnthalpy and enthalpy change\nAll substances have a certain enthalpy (heat content) which is an indication of the energy content.\nEnthalpy change of a reaction (ΔH) = the heat change at constant pressure \n= Total enthalpy of products (Hp) - Total enthalpy of reactants (Hr) \n\nExothermic and endothermic reactions in terms of enthalpy change\nExothermic reaction (ΔH = -ve)\nCombustion reactions, neutralization reactions, precipitation reactions, displacement reaction, reaction between calcium oxide (quicklime) and water & adding conc. H2SO4 in water\nInstant hot pack (CaO / CaCl2 + H2O) & hand warmer (Fe + O2)\nEndothermic reaction (ΔH = +ve)\nCracking, thermal decomposition, electrolysis, photosynthesis & heating blue hydrated CuSO4 crystals\nInstant cold pack (Ammonium nitrate + water)\n\nExothermic and endothermic reactions in term of breaking and forming of chemical bonds\nBreaking of bonds takes in energy → endothermic process\nForming of bonds gives out energy → exothermic process\nThe reaction between X and Y is an exothermic/ endothermic reaction. It is because the total energy absorbed in the bond breaking process is smaller/ larger than the total energy released in the bond forming process.\nChapter 34: Standard enthalpy change of reactions\n\nStandard enthalpy changes and thermochemical equation\nA. Standard enthalpy changes and thermochemical equation\nStandard enthalpy change of reaction is the enthalpy change of reaction measured under the standard conditions\nPressure: 1 atm\nTemperature: 25℃\nState: All substances involved are in standard states (the most stable form e.g. graphite  X diamond)\nConcentration of solution: 1M\nB. Thermochemical equation\nMUST WRITE PHYSICAL STATE AND ENTHALPY CHANGE\nA balanced chemical equation with physical states and enthalpy change.\n\nStandard enthalpy change of combustion\nThe enthalpy change when 1 mole of the substance is completely burnt in oxygen under standard conditions.\nCoefficient of the substance to be burnt must be 1.\nEnthalpy change must be negative, as combustion is an exothermic reaction.\n\nDetermination of enthalpy change of combustion using simple calorimetric methods\nAll the heat released is assumed to be absorbed by the water.\nEnthalpy change of combustion = ((mcΔT) / number of moles of the substance burnt) x -1\n\nStandard enthalpy change of neutralization\nThe enthalpy change when 1 mole of water is produced from neutralization between an acid and an alkali under standard conditions.\nCoefficient of water must be 1.\nEnthalpy change must be negative, as neutralization is an exothermic reaction.\n\nDetermination of enthalpy changes of neutralization using simple calorimetric methods\nExpanded polystyrene cup can reduce the heat loss to the surroundings.\nThe cotton wool packed inside the cup can further minimize the heat loss to the surroundings.\nA stirrer is used to ensure that the two solutions are mixed well.\nEnthalpy change of combustion = ((mcΔT) / number of moles of water formed) x -1\n\nStandard enthalpy change of formation\nThe enthalpy change when 1 mole of the substance forms from its constituent elements in their standard states under standard conditions.\nCoefficient of the substance formed must be 1.\nEnthalpy change can be negative, positive or zero.\nEnthalpy change of all elements in their standard states are zero.\n\nSources of error in determining the enthalpy change from simple calorimetric methods\nThere was heat loss to the surroundings caused by conduction and convection.\nThe experiment wasn’t done under standard conditions.\nThe heat capacities of the expanded polystyrene cup/ thermometer etc. weren’t taken into account.\n\nDetermination of enthalpy change of formation (why not simple calorimetric methods)\nSome reactions proceed too slowly under standard conditions\nSome formation reactions are highly exothermic and cannot be safely carried out.\nSide reactions may lead to the formation of side products.\n\nChapter 35: Hess’s Law\nHess’s Law\nThe total enthalpy change of a chemical reaction is independent of the pathway between initial and final states.\n\nCalculating the standard enthalpy change of a reaction from standard enthalpy changes of formation\n\nEnthalpy change = products – reactants\n\nCalculating standard enthalpy change of combustion\n\nEnthalpy change = reactants – products\n\nSome enthalpy change of reaction can be calculated by elimination\nSOCl2(l) + H2O(l) → SO2(g) + 2HCl(g)              ΔHө = +10 kJ mol-1\nPCl3(l) + 1/2O2(g) → POCl3(l)                            ΔHө = -326 kJ mol-1\nP(s) + 3/2Cl2(g) → PCl3(l)                                   ΔHө = -307 kJ mol-1\n4HCl(g) + O2(g) → 2Cl2(g) + 2H2O(l)                ΔHө = -203 kJ mol-1\nDetermine the enthalpy change of: 2SO2(g) + 2P(s) + 5Cl2(g) → 2SOCl2(l) + 2POCl3(l)\n2SO2(g) + 4HCl(g) → 2SOCl2(l) + 2H2O(l)    ΔHө = +10*(-1)*2 kJ mol-1\n2PCl3(l) + O2(g) → 2POCl3(l)                           ΔHө = -326*2 kJ mol-1\n2P(s) + 3Cl2(g) → 2PCl3(l)                                ΔHө = -307*2 kJ mol-1\n2Cl2(g) + 2H2O(l) → 4HCl(g) + O2(g)            ΔHө = -203*(-1) kJ mol-1\nBy eliminating, end up with: 2SO2(g) + 2P(s) + 5Cl2(g) → 2SOCl2(l) + 2POCl3(l)\nThus, the enthalpy change = 10*(-1)*2 - 326*2 - 307*2 -203*(-1)\n\t\t   = -1083 kJ mol-1",
  "T09": "Chapter 36: Rate of chemical reaction\n\nRate of reaction\nFast reaction: Test for H2(g) and O2(g), displacement reaction or precipitation etc.\nModerate rate: Mg reacts with dilute H2SO4 \nSlow rate: Rusting\nRate of reaction = change in concentration of a reactant or product / time\nThe rate of reaction must be positive.\n\nConcentration-time graph\nCurve\nMeaning\nThe curve starts from the origin\nAt t = 0, no product is formed.\nThe curve is the steepest at t = 0 /\nThe slope of tangent is the largest\nThe reaction rate at the beginning/the initial rate is the highest.\nThe curve becomes less steep with time and becomes horizontal finally\nThe reaction rate decreases with time and becomes zero finally.\nThe point that the curve become horizontal\nThe reaction stops. No more products form.\n\n\nAverage rate of reaction\nRate of reaction = change in concentration of a reactant or product / delta time\n\nInstantaneous rate of reaction\nIt can be determined by finding the slope of the tangent to the curve at that instant.\n\nInitial rate of reaction\nInitial rate is the instantaneous rate of a reaction at time t = 0.\n\nMethods of following the progress of a chemical reaction\nBy measuring the volume of hydrogen gas produced at regular time intervals. (gas syringe)\nBy measuring the change in pressure of the reaction system at regular time intervals (pressure sensor and data-logger)\nData-logger can collect and store data over very short time intervals\nExperimental data can be presented in the form of graph immediately\nBy measuring the change in mass of the reaction mixture at regular time intervals. (electronic balance)\nCotton wool is used to allow the gas to escape but prevent the acid from splashing out.\nGaseous products with very low density are not suitable for this reaction.\nBy messing the change in colour intensity of the reaction mixture at regular time intervals (colorimeter)\nThe reaction must involve only one coloured reactant or product.\nTitrimetric analysis\nAt regular time intervals, withdraw small portions of the reaction mixture using a pipette.\nQuench the reaction in the small portions by pouring them into a large amount of ice-cold distilled water.\nCooling the reaction mixture in ice rapidly\nDiluting the reaction mixture with a large volume of ice-cold water\nTitrate the quenched portions against standard acid/alkalis using phenolphthalein\nBad: Continuous monitoring of the progress of the reaction is impossible or titrimetric analysis takes time and this cannot be used for rapid reactions.\n\nChapter 37: Factors affecting rate of reaction\n\nFour factors\nWhen concentration of reactants increases, the rate of reaction increases.\nWhen temperature increases, the rate of reaction increases.\nWhen the surface area of a solid reactant increases, the rate of reaction increases.\ncollision frequency of reactant particles increases,\nnumber of effective collisions per unit time increases, \nreaction rate increases.\nA catalyst can increase the rate of reaction. It remains chemically unchanged at the end of reaction.\n\nCatalysis in industrial processes\nProducts can be produced more quickly which saves time and reduces the cost of production.\nReaction can be carried out at lower temperature which saves the use of fuel.\nManufacture of ammonia by Haber process\nFinely divided iron\nManufacture of sulphuric acid by Contact process\nVanadium(V) oxide (V2O5) is used.\n\nCatalysts in biological systems\nEnzymes involved in the browning of fruit\nSpeed up the chemical reactions which lead to the formation of a brown substance in fruits.\nThey’re proteins which can be denatured by heating or acidic substances.\nEnzymes in human body\nAmylase in our saliva catalyses the conversion of starch into maltose.\nEnzymes in yeast\nZymase in yeast catalyses the conversion of glucose into ethanol and carbon dioxide in the absence of oxygen.\nFermentation\n\n\nChapter 38: Molar volume of gases\n\nNumber of moles of gases = Volume(dm3) / Molar volume(dm3 mol-1)\nDesign an experiment to determine the molar volume of hydrogen at room temperature and pressure.\nUse a sandpaper to remove the oxide layer on the Mg ribbon.\nMeasure the mass of Mg with an electronic balance.\nAdd excess 2M HCl(aq) into a conical flask.\nConnect the conical flask to the gas syringe by a rubber tubing.\nAdd the Mg ribbon to HCl. When no more gas forms, record the volume of hydrogen gas.\nCalculate the number of moles of Mg and H2. The molar volume can be calculated by \n(volume of H2 / number of moles of H2)\n\nAvogadro’s Law\nAvogadro's Law states that equal volumes of all gases at the same temperature and pressure contain the same number of molecules.\n",
  "T10": "Chapter 39: Dynamic equilibrium\n\nH2(g) + I2(g) ⇌ 2HI(g)\nAt the start, the rate of forward reaction is the highest, as the concentration of H2 and I2 are the highest.\nMeanwhile, the rate of the backward reaction is zero as there is no HI.\nThe colour intensity of the reaction mixture is the highest.\n\nAs the reaction proceeds, the rate of the forward reaction decreases as the concentration of H2 and I2 decreases.\nMeanwhile, the rate of the backward reaction increases as the concentration of HI increases.\nThe colour intensity of the reaction mixture decreases.\n\nEventually, when dynamic equilibrium is reached, the rates of forward and backward reaction are equal and the concentration of H2, I2 and HI remain unchanged.\nNo further change in colour intensity.\n\nSummary\nAt dynamic equilibrium the rate of forward reaction and the rate of backward reaction becomes equal.\nAt dynamic equilibrium, the concentration of all reactants and products remain unchanged. Hence, there is no observable change of the reaction mixture.\nDynamic equilibrium can be reached from either the forward or the backward direction of the reversible reaction. \nDynamic equilibrium can only be established in a closed system.\n\n\nChapter 40: Equilibrium constant\n\nThe equilibrium constant, Kc, is a constant value for a reaction at equilibrium at a given temperature, no matter what the initial concentrations of the reactions or products are.\nTemperature change = equilibrium constant change \n\nHomogeneous equilibrium\nAn equilibrium system in which all the reactants and products are in the same phrase.\nHeterogeneous equilibrium\nAn equilibrium system in which two or more phases are present.\nDifferent phases don’t necessarily mean different physical states. (oil and water)\nThe ‘concentration’ of pure solids and pure liquids in heterogeneous equilibrium are constant. They do not appear in the expression of Kc\n\nWhat does an equilibrium constant tell us ?!\nThe magnitude of Kc indicates the extent of a chemical equation at equilibrium, but not the rate of the reaction.\nChapter 41: The effect of changes in concentration, pressure and temperature on chemical equilibria\n\nEquilibrium position\nIf Kc is large, the equilibrium position shifts to the right side. The product concentrations at equilibrium are high.\nIf Kc is small, the equilibrium position shifts to the left side. The reactant concentrations at equilibrium are high.\n\nThe effect of change in concentration on chemical equilibria\nFe3+(aq) + SCN-(aq) ←→ FeSCN2+(aq)\niron(III) ion is yellow while thiocyanatoiron(III) ion is dark red\nThus, the color of equilibrium mixture is orange-yellow\nExample:\nWhen Fe3+(aq)/SCN-(aq) is added,\nthe concentration of Fe3+(aq)/SCN-(aq) increases\nthe equilibrium position shifts to the right to consume some of it \nthe forward reaction rate is higher than the backward reaction rate\n\nPredicting the direction of shift in the equilibrium position from the reaction quotient, Qc\nReaction quotient is calculated from concentrations at any particular moment, not necessarily at equilibrium\nQc has the same unit of Kc\nQc < Kc: shifts to the right\nQc = Kc: no change\nQc > Kc: shifts to the left\n\nThe effect of change in pressure or volume on chemical equilibria\nExample:\n4 moles of gas ←→ 2 moles of gas \nThe system responds by reducing the pressure \nAs the no. of moles of gases on reactant side is larger than that on product side\nThe equilibrium position will shift to the right to reduce the no. of mole of gas and hence reduce the pressure\nthe forward reaction rate is higher than the backward reaction rate\nEquilibrium position only changes when there are different numbers of moles of gas on reactant and product side.\nPressure doesn’t affect the concentrations of solids and liquids\n\nThe effect of change in temperature on chemical equilibria\nWhen temperature changes, reaction rate, equilibrium constant and equilibrium position will be affected.\nBoth forward and backward reaction rate increase, but to different extents.\nequilibrium can be reached more rapidly\nExample:\nN2O4(g) ←→ 2NO2(g) \tΔH = +58 kJ mol-1\nAs the forward reaction is endothermic,\nwhen temperature increases the equilibrium position shifts to the right, so Kc increases.",
  "T11": "Chapter 44: Alkanes, alkenes, haloalkanes, alcohols, carboxylic acids, esters and amides\n\nAlkanes\nSaturated hydrocarbons as it contains only C–C single bonds.\nGeneral formula: CnH2n+2\nCombustion \nHigher members of alkanes usually burn less completely with a sootier flame.\nSubstitution reaction\nIt’s a chain reaction, in which a mixture of products will be formed.\nThe reactivity of Group VII elements decreases down the group. Thus, Cl2 reacts faster than Br2 does with alkanes.\n3 steps: Initiation, propagation and termination.\nCracking\nThe process of breaking down large hydrocarbon molecules into smaller molecules.\nTo produce extra petrol.\nTo produce alkenes as raw materials for making plastic.\nDelivery tube should be removed before removing the heat source, because sucking back of water might occur and may crack the boiling tube.\n\nAlkenes\nUnsaturated hydrocarbons as it contains C–C double bonds.\nGeneral formula: CnH2n\nCombustion\nAddition reaction\nThe reaction can be both absence or presence of light.\nMarkovnikov’s rule: The H atom in HX is added to the carbon atom of the C–C double bond with the greater number of H atoms.\nAddition polymerization\nPolyethene: LDPE: plastic bags & wrapping film for food/HDPE: buckets & boxes.\nPolypropene: baskets, boxes & food containers.\nPolyvinyl chloride: No: floor tiles & pipes/Yes: raincoats & artificial leather.\nPolystyrene: transparent container & packing material.\nPerspex: airplane windows & safety goggles.\n\nHaloalkanes\nSubstitution reaction with hydroxide ions\nHeating is required to speed up the reaction.\n\n\nAlcohols\nFunctional group: hydroxyl group ( –OH)\nGeneral formula: CnH2n+1OH\nThe class of alcohol is depending on the number of alkyl groups attached to the carbon atom bearing the –OH group.\nSubstitution with halides\nHeating and using ZnCl2(s) can increase the rate of reaction.\nWhen the class of alcohol decreases, the reactivity decreases.\nHI>HBr>HCl, while HF doesn’t react.\nDehydration/elimination reaction\nHeating is required.\nOxidation reactions\nHeating under reflux can prevent any loss of the reaction mixture.\nOrange dichromate ions are reduced to green chromate ions.\nCan obtain aldehydes through distillation instead of reflux, but only Cr2O72-/H+ can be used.\nKetones are resistant to further oxidation as it’s difficult to break the string C–C single bond.\n3॰ alcohols does not undergo oxidation.\n\nAldehydes and ketones\nThey contain carbonyl groups.\nOxidation\nReduction\nLiAlH4 is a powerful reducing agent, which provides H- ions to attack the carbonyl group and it reacts vigorously with water. So, dry ether must be used.\nNaBH4 is a weaker reducing agent than LiAlH4, but it can be used in water. So, it is safer and easier to handle\n\nCarboxylic acids\nFunctional group: carboxyl group\nGeneral formula: CnH2n+1COOH\nAcidic properties\nReaction with metals, bases and alkalis.\nReduction\nOnly LiAlH4 will be used to reduce carboxylic acid.\nEsterification\nReversible reaction\nHeating and conc. H2SO4 is added in order to increase the reaction rate.\nEster gas has a sweet fruity smell.\nTwo immiscible layers will be formed because ester is insoluble in water.\n\nEsters\nFunctional group: ester\nGeneral formula: RCOOR’\nAcidic hydrolysis\nHeating under reflux with a dilute acid.\nReversible reaction.\nAlkaline hydrolysis\nHeating under reflux with a dilute acid.\nRCOO- will be formed, so H+ ions are added to obtain carboxylic acid.\nAlkaline hydrolysis is more efficient than acidic hydrolysis as it’s irreversible.\nAmides\nFunctional group: amide\nGeneral formula: RCONH2\nAcidic hydrolysis\nHeating with reflux with a dilute acid.\nCarboxylic acid and an ion contain N atoms.\nAlkaline hydrolysis\nHeating with reflux with a dilute acid.\nCarboxylate ions and ammonia are formed.\nH+ ions are added into carboxylate ions in order to obtain carboxylic acid.\nChemical test to distinguish substituted amide and amine\nHeating the two compounds with NaOH(aq) respectively.\nOnly amide will give off a colorless gas with a pungent smell, which will turn moist red litmus paper blue.\nAmine gives no observable change.\n\nAmines\nGeneral formula: \nprimary amines\nsecondary amines\ntertiary amines\nRNH2\nR2N\nR3N\n\n\nPhysical properties\nBoiling point and melting point \nMolecular size (all)\nThe molecular size increases, melting point & boiling point increases.\nMolecular shape\nBoiling point\nThe area of contact between molecules increases, boiling point increases.\nMelting point\nThe efficiency of molecules packaging increases, the melting point increases.\nPolarity\nThe polarity increases, the melting point & boiling point increases.\nIntermolecular force\nHydrogen bonds are stronger than van der Waals’ forces.\nWhen the number of hydrogen bonds increases, boiling point & melting point increases.\nConclusion: boiling point → carboxylic acid > alcohol > ketone > aldehyde > alkane/alkene\nDensity\nAll of them are less dense than water.\nException: \nAlcohols with more than one –OH are denser than water\nMethanoic acid and ethanoic acid are not less dense than water\nSolubility\nAlkanes, alkenes, alcohols, aldehydes and ketones are soluble in organic solvents.\nLower members of carboxylic acids, amides and esters are soluble in water.\nSmell\nCarboxylic acids: pungent smell & sour taste\nEsters: pleasant and sweet fruity smells\nAldehydes: unpleasant and pungent smells\nKetones: pleasant and sweet smell\n\n\n\n\nConversion\nExample\nReagents and conditions\nType of reaction\nReaction of alkanes\nAlkane → haloalkane\nCH4 + X2 → CH3X + HX\nX2 (X: Cl or Br)\nUV light, sunlight or heat\nSubstitution \nAlkane → alkane + alkene\nC6H14 → C2H4 + C4H10\nCatalyst (Al2O3/unglazed  porcelain), heat\nCracking\nAlkane + O2 → \nCO2 + H2O\nC3H8  + 5O2 → \n3CO2 + 4H2O\nHeat\nCombustion\nReactions of alkenes\nAlkene → alkane\nCH2=CH2 → CH3CH3\nH2 with Pt, Pd or Ni\nAddition\nAlkene → dihaloalkane\nCH2=CH2 + X2→ CH2XCH2X\nX2 (X: Cl, Br or I)\n(in organic solvents)\nAddition\nAlkene → haloalkane\nCH2=CH2 + HX → CH3CH2X\nHX (X: F, Cl, Br or I)\nAddition\nAlkene → alcohol\nCH2=CH2 + [O] + H2O → CH2OHCH2OH\nMnO4-/H+(aq)\nAddition\nAlkene → polymer\nn CH2=CH2 → [–CH2CH2–]n\n\n\nAddition polymerization\nAlkene + O2 → \nCO2 + H2O\nC4H8  + 6O2 → \n4CO2 + 4H2O\nHeat\nCombustion\nReactions of haloalkanes\nHaloalkane → alcohol\nCH3CH2X + OH- → CH3CH2OH\nOH-(aq), heat\nSubstitution\nReaction of alcohols\nAlcohol → haloalkane\nCH3CH2OH + HX → CH3CH2X + H2O\nHX or PX3 \n(X: Cl. Br or I)\nSubstitution\nAlcohol → alkene\nCH3CH2OH → CH2=CH2\nConc. H2SO4, heat/\nAl2O3, heat\nDehydration/\nElimination\n1॰alcohol → aldehyde\nCH3CH2OH → CH3CHO\nCr2O72-/H+(aq), heat\n(with distillation)\nOxidation\n1॰alcohol → \ncarboxylic acid\nCH3CH2OH → CH3COOH\nCr2O72-/H+(aq), heat\n(under reflux)\nOxidation\n2॰alcohol → ketone\nCH3CH(OH)CH3 → CH3COCH3\nCr2O72-/H+(aq), heat\nOxidation\n\n\nConversion\nExample\nReagents and conditions\nType of reaction\nReactions of aldehydes and ketones\nAldehyde → \ncarboxylic acid\nCH3CHO → CH3COOH\nCr2O72-/H+(aq), heat\n(under reflux)\nOxidation\nAldehyde →\n1॰ alcohol\nCH3CHO → CH3CH2OH\n1. LiAlH4, dry ether\n2.H+(aq) \nor\nNaBH4(aq)\nReduction\nKetone → 2॰ alcohol\nCH3COCH3 → CH3CH(OH)CH3\n1. LiAlH4, dry ether\n2.H+(aq) \nor\nNaBH4(aq)\nReduction\nReactions of carboxylic acids\nCarboxylic acid →\n1॰ alcohol\nCH3COOH → CH3CH2OH\n1. LiAlH4, dry ether\n2.H+(aq)\nReduction\nCarboxylic acid →\nester\nCH3COOH + CH3OH → CH3COOCH3\nmethanol, \nconc. H2SO4, heat\nesterification\n(reversible reaction)\nCarboxylic acid →\namide\nCH3COOH → CH3CONH2\n1.PCl3\n2.NH3 \nor\nNH3, heat\nAmide formation\nReactions of esters\nEster →\ncarboxylic acid\nCH3COOCH3 → CH3COOH\nH+(aq), heat\nAcid hydrolysis\n(reversible reaction)\nEster →\ncarboxylic acid + alcohol\nCH3COOCH3 → CH3COOH\n1.OH-(aq), heat\n2.H+(aq)\nAlkaline hydrolysis\nReactions of amides\nAmide →\ncarboxylic acid\nCH3CONH2 → CH3COOH\nH+(aq), heat\nAcid hydrolysis\nAmide →\ncarboxylic acid \nCH3CONH2 → CH3COOH\n1.OH-(aq), heat\n2.H+(aq)\nAlkaline hydrolysis\n\n\nChapter 43: Isomerism\n\nIsomerism\nIsomers are different compounds with the same molecular formula but different structures or different arrangements of atoms in space.\n\nStructural isomerism\nStructural isomerism occurs when there are two or more compounds with the same molecular formula but different orders of linkage of atoms.\nChain isomerism\nChain isomers have the same functional group, but different carbon skeletons.\nThey have similar chemical properties, but different physical properties.\n#Alkanes have no functional group.\nPosition isomerism\nPosition isomers have the same carbon skeleton and functional group.\nThey differ only in the position of the functional group.\nThey have similar chemical properties as they have the same functional group, but different physical properties. (e.g. CH2=CHCH2CH3 & CH3CH=CHCH3)\nFunctional group isomerism\nFunctional group isomers have the same molecular formula but different functional groups.\nThey have totally different physical and chemical properties as their functional groups are different.\n\nStereoisomerism\nStereoisomerism occurs when there are compounds in which atoms are joined in the same order but have a different spatial arrangement.\nCis-trans isomerism\nCis-trans isomerism occurs when there are stereoisomers resulting from restricted rotation about carbon-carbon double bonds.\n#Carbon-carbon single bonds can rotate freely. Thus, often they would have the same spatial arrangement of atoms. (same molecules).\nCis-trans isomerism is found only in alkenes that have two different atoms or groups of atoms attached to each doubly-bonded carbon atom.\nCis-isomers\nTrans-isomers\nThe same atoms/group of atoms are on the same sider of the double bond.\nThe same atoms/group of atoms are on the opposite side of the double bond.\n\nPhysical properties\nBoiling point (depends on strength of intermolecular forces with polarity)\nMelting point (mainly depends on packing efficiency with the symmetrical structure)\n\nEnantiomerism\nEnantiomerism occurs when there are two stereoisomers that are mirror images of one another but are not superimposable.\n\nAchiral molecule (symmetric)\nChiral molecule (asymmetric)\n- The C atom is attached to 4 atoms or groups of atoms, but at least 2 attached atoms/groups of atoms are the same.\n- Achiral molecule has at least one plane of symmetry.\n- Achiral molecule is superimposable on its mirror image.\n- The C atom is attached to 4 different atoms or groups of atoms, which is called the chiral center.\n- Chiral molecules have no plane of symmetry.\n- Chiral molecule is not superimposable in its mirror image.\n- Chiral molecules have enantiomers.\n\n\nChemical properties\nEnantiomers have the same chemical properties except the reaction with another chiral molecule.\nPhysical properties\nEnantiomers have very similar (identical) physical properties. They have the same boiling point, melting point, density etc.\nThe only difference is that they have different interactions on place-polarized light.\nTwo enantiomers can rotate the place of polarization of a beam of plane polarized light to opposite directions to the same extent\n(+)-isomer: rotate the plane of polarization in clockwise direction..\n(-)-isomer: rotate the plane of polarization in an anticlockwise direction.\nChiral molecules are always said to be optical active. This property is called optical activity.\nThe optical activity can be measured by using a polarimeter.\nChapter 46: Important organic substances\n\nAcetylsalicylic acid (aspirin)\nStructure\nAcetylsalicylic acid aka aspirin\nFunctional groups: carboxyl group and ester group\nAspirin decomposes gradually when exposed to damp air. This is because the ester group of its molecules react with moisture in the air.\nMedical applications\nSmall doses of aspirin\nRelieve pains/painkiller\nReduce inflammation and fever\nReduce the risk of heart attack and strokes\nSide-effects\nstomach lining bleeding and slow blood clotting\nMg(OH)2 is weakly basic, which is used to neutralize any excess acid in the stomach caused by the aspirin and avoid irritation to the stomach.\nAlternatives to aspirin (Paracetamol/acetaminophen)\nFunctional groups: amide group and hydroxyl group\nParacetamol reduces fever but doesn’t have the anti-inflammatory action of aspirin\nParacetamol has few side effects and seldom affects the functions of other drugs\n\nSoaps and soapless detergents\nA detergent is a substance which improves the cleansing properties of water. (toothpaste, soap, face cleansing foam, shampoo & washing powder)\nHydrophobic hydrocarbon tail (soluble in oil)\nHydrophilic ionic head (soluble in water)\nDetergent anions are attracted to both water and oil molecules\nOnce dissolved in water, sodium ions are separated from the ionic heads and don’t participate in the cleansing action of soaps and soapless detergents.\nComparison\n\n\nSoapy detergent/soap\nSoapless detergent/synthetic detergent\nSource\nmade of saponification of animal fats (beef fat) and vegetable oils (olive oil and coconut oil)\nmade from hydrocarbons derived from petroleum\nStructure\nNa/K salts of long-chained carboxylic acids (fatty acid)\nThey don’t contain salts of fatty acids\nIonic head\ncarboxylate group (–-COO-)\nsulphonate group (–SO3-) / \nsulphate group (–O–SO3-)\n\n\nMaking soap by saponification\nSource: fats or oils (soap, laundry soap and liquid soap)\nReaction: saponification\nHeat fat/oil with concentrated NaOH(aq) gently with stirring \nAdd saturated NaCl(aq) to the hot mixture with stirring (This process is called ‘salting-out’. As much of the soap formed dissolves in water, the saturated NaCl(aq) reduces the solubility of soap in water.)\nA white, creamy solid (soap) forms which floats on the solution surface. Collect it by filtration later.\n\nMaking soapless detergent\nSource: petroleum (washing powder, dish-washing liquid, shampoo)\nReaction: Hydrocarbons is first treated with concentrated sulphuric acid, followed by NaOH(aq)\n\nTwo properties of detergents\nWetting property\nDetergent acts as a wetting agent/surfactant, which can reduce the surface tension of water, so water can spread over any surface and wet the surface more easily\nThe ionic head of the detergent dissolve in the water droplet\nThe ionic head will separate H2O molecules and weaken the hydrogen bonds between nearby H2O molecules\nWater molecules are held less tightly, so the surface tension of water drop decreases.\nEmulsifying property\nDetergent acts as emulsifying agent, which can break up oil into droplets and the droplets suspended in water to form stable emulsion\nThe detergent has an ionic head, which is hydrophilic and a hydrocarbon tail which is hydrophobic.\nThe ionic head will dissolve in water and the hydrocarbon tail will dissolve in oil/grease.\nH2O molecules attract the ionic heads and bring the oil into water.\nBy stirring, oil droplets are formed which carry negative charges.\nThe ionic heads of the oil droplets repel from each other and the droplets cannot join together again.\nThe dirt inside the oil droplets are then removed by washing.\nDetergent particles with 12 to 20 carbon atoms in their hydrocarbon tail have good detergent properties.\n\nNylon and polyesters\nCondensation\nTwo or more molecules join together to form a larger molecules, with the elimination of small molecules\nEsterification is a condensation reaction.\n\nCondensation polymerization\nCondensation polymerization is a reaction in which monomer molecules join together to form polymer molecules with the elimination of small molecules.\nCriteria of monomer: Must have functional groups at both ends. (≠both functional groups are the same)\nThe polymer formed is called condensation polymers.\n\n\nNylon\nThe monomers of polyamides are linked by amide linkages.\nNylon 6.6 is the most popular type of nylon.\nThe first ‘6’ = number of C atoms in the diamine molecule\nThe second ‘6’ = number of C atoms in the dioic acid molecule.\nFormation of nylon 6.6\nn H2N(CH2)6NH2 + n HOOC(CH2)4COOH → [−CO(CH2)4CONH(CH2)6NH−]n + 2n-1 H2O\nIf hexanedioyl dichloride instead of hexanedioic acid is used, HCl is eliminated but not H2O\nProperties\nTough, very strong and elastic\nWater/oil-proof\nCan be easily cleaned and dyed\nUses\nRopes, fishing lines & badminton racket strings\n\nPolyester\nThe monomers are linked by ester linkages.\nPoly/PET/Terylene/Dacron is kind of polyester.\nProperties\nStrong, tough and smooth\nResistant to water and most chemicals\nLow density\nUses\nMaking fibres, clothes, sails, bottles for water and drinks.\n",
  "T12": "Chapter 47: Periodic variation in physical properties of the elements from Li to Ar\n\nElements are arranged in order of increasing atomic number and in groups and periods, in the modern Periodic Table.\n\nPeriodic variations in structure and bonding across periods 2 and 3\nMetals → Semi-metals → non-metals\nThe metallic character of elements generally decreases.\nThe bonding of elements changes from metallic bonds to covalent bonds.\nThe structure of elements changes from giant metallic structures to giant covalent structures, and eventually to simple molecular structures.\nB and Si are semi-metals which have giant covalent structures.\n\nInterpreting the variation in melting point of elements across a period\nAcross a period, the melting point of elements rises from Group I to a maximum in Group IV. Then it drops sharply to Group V, and reaches a minimum in Group 0\nAcross period 2 (Li → Be) & period 3 (Na → Al)\nThey all have giant metallic structures.\nThe number of delocalized electrons participating in metallic bond formation increases.\nThe strength of metallic bonds increases. Hence the melting point increases.\nB, C and Si have very high melting points\nThey all have giant covalent structures.\nAtoms are held together by strong covalent bonds in their structures.\nAcross period 2 (N → Ne) & period 3 (P → Ar)\nThey all have simple molecular structures.\nPeriod 2: Molecular size: N2 > O2 > F2 > Ne\nPeriod 3: Molecular size: S8 > P4 > Cl2 > Ar\nThe strength of van der Waals’ forces increases as the molecular size increases.\nTherefore, the melting points also increase.\nMelting point: N2 > O2, but boiling point: O2 > N2 (fractional distillation of liquified air)\n\nInterpreting the variation in electrical conductivity of elements across a period\nAcross period 2 (Li → Be) & period 3 (Na → Al)\nThey all have giant metallic structures.\nAs the number of delocalized electrons increases, the electrical conductivity increases.\nC(diamond) and silicon don’t conduct electricity\nAll of their outermost shell electrons are used for the formation of covalent bonds, so there are no delocalized electrons in their structures.\nIn graphite, only three of its four outermost shell electrons in each carbon atom are sussed for forming covalent bonds, leaving one electron available for delocalization. So graphite conducts electricity.\nSilicon is a semi-metal. At higher temperatures, more electrons gain energy and become delocalized. It will become a good conductor of electricity in that specific condition.\nAcross period 2 (N → Ne) & period 3 (P → Ar) \nThey are non-conductors of electricity.\nThey all have simple molecular structures, their molecules have no delocalized electrons.\nChapter 48: Bonding, behaviour in water and acid-base properties of the oxides of elements from Na to Cl\n\nProperties of oxides of Period 3 elements\n\n\nGroup\n\n\nI\nII\nIII\nIV\nV\nVI\nVII\nElements\nNa\nMg\nAl\nSi\nP\nS\nCl\nIts oxide\nNa2O\nMgO\nAl2O3\nSiO2\nP4O10\nSO2\nCl2O\nBonding\nIonic bond\nCovalent bond\nStructure\nGiant ionic \nGiant covalent\nSimple molecular\nM.p.\nHigh\nVery high\nLow\nElectrical Conductivity\nYes (in molten state/aqueous solution)\nNo\nSolubility\nYes\nNo (slightly)\nNo\nYes\nAcid-base\nBasic oxide\nAmphoteric oxide\nAcidic oxide\n\n\nBehaviour of the oxides of elements from Na to Cl in water\nNa2O is soluble in water. It reacts vigorously with water to form NaOH(aq), which is strongly alkaline. The reaction is highly exothermic.\nMgO is slightly soluble in water and reacts slowly with water to form Mg(OH)2, which is also slightly soluble in water and is known as weakly alkaline.\nBoth Al2O3 and SiO2 are insoluble in water.\nP4O10, SO2 and Cl2O react with water to form acids. They are soluble in water.\nP4O10 → H3PO4\nSO2 → H2SO3\nCl2O → HOCl\n\nAcid-base properties of the oxides of elements from Na to Cl\nBasic oxides (Na2O and MgO)\nThey react with dilute acids to form salts and water. Na2O shows stronger basic properties than MgO.\nNa2O reacts vigorously with dilute HCl.\nMgO reacts readily with dilute HCl.\nAmphoteric oxide (Al2O3)\nAl2O3 shows both acidic and basic properties.\nAl2O3 behaves as a base when it reacts with dilute acids to form salts and water.\nAl2O3 behaves as an acid when it reacts with dilute alkalis to form salt only.\nAl2O3 + 2NaOH + 3H2O → 2Na[Al(OH)4]\n\nAcidic oxides (SiO2, P4O10, SO2 and Cl2O)\nThey react with aqueous solutions of alkalis to form salts and water.\nSiO2 reacts with hot concentrated NaOH solution to form silicate ion, SiO32-.\nSiO2 is commonly found in nature as sand or quartz. It’s a component of glass. So, do not add NaOH to glass.\nP4O10 → H3PO4\nSO2 → H2SO3\nCl2O → HOCl\n\n\n\nChapter 49: General properties of transition metals\n\nThe transition metals occupy the central block of the Periodic Table between Group II and III, and in Periods 4,5,6 and 7.\n\nCharacteristic properties of transition metals\nTransition metals and main group metals share some common properties\nmalleable and ductile\nappear shiny when freshly cut\ncan conduct electricity\nProperties that are different from main group metals\nHigher m.p. and densities than Group I metals\nharder and stronger\nhigher electrical and thermal conductivities\ngenerally less reactive\nThe electrons in both the outermost shell and the next inner shell of most transition metal atoms contribute to the ‘sea of delocalized electrons’\nmetallic bonds are very strong\nTransition metals share the following characteristic properties\nMost transition metal ions are coloured in aqueous solution\nThey show variable oxidation states in their compounds\nTransition metals and their compounds show catalytic properties\nA catalyst is a substance that alters the rate of a chemical reaction but itself remains chemically unchanged at the end of reaction.\n\nCatalyst\nUses\nfinely divided iron\nHaber process\nN2 + 3H2 ←→ 2NH3\nVanadium(V) oxide (V2O5)\nContact process\n2SO2 + O2 ←→ 2SO3\nPt/Rh\nUsed in catalytic converter\nMnO2\nDecomposition of H2O2\nPt/Ni/Pd\nCatalytic hydrogenation of vegetable oils\n\n"
}